Repository: GNOME/gnome-terminal
Catalog: po/*.po
Languages: en@shaw, uz

source: TTY Erase
en@shaw: TTY ğ‘¦ğ‘®ğ‘±ğ‘•

source: On the left side
en@shaw: ğ‘ªğ‘¯ ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘•ğ‘²ğ‘›

source: On the right side
en@shaw: ğ‘ªğ‘¯ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘•ğ‘²ğ‘›

source: Tango
en@shaw: Â·ğ‘‘ğ‘¨ğ‘™ğ‘œğ‘´
