Repository: GNOME/gnome-terminal
Catalog: po/*.po
Languages: en@shaw, uz

source: Keyboard shortcut key for closing a window. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘© ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for copying selected text to the clipboard. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘’ğ‘ªğ‘ğ‘¦ğ‘¦ğ‘™ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘›. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for launching help. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘¤ğ‘·ğ‘¯ğ‘—ğ‘¦ğ‘™ ğ‘£ğ‘§ğ‘¤ğ‘. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for making font larger. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘¤ğ‘¸ğ‘¡ğ‘¼. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for making font smaller. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘¥ğ‘·ğ‘¤ğ‘¼. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for making font the normal size. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for opening a new tab. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘© ğ‘¯ğ‘¿ ğ‘‘ğ‘¨ğ‘š. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for opening a new window. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘© ğ‘¯ğ‘¿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for pasting the contents of the clipboard into the terminal. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘ğ‘­ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for switch to tab 1. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 1. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for switch to tab 10. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 10. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for switch to tab 11. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 11. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for switch to tab 12. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 12. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for switch to tab 2. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 2. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for switch to tab 3. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 3. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for switch to tab 4. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 4. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for switch to tab 5. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 5. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for switch to tab 6. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 6. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for switch to tab 7. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 7. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for switch to tab 8. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 8. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for switch to tab 9. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 9. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for toggling full screen mode. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘‘ğ‘ªğ‘œğ‘¤ğ‘¦ğ‘™ ğ‘“ğ‘«ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¥ğ‘´ğ‘›. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key to reset and clear the terminal. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘¯ ğ‘’ğ‘¤ğ‘½ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key to reset the terminal. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key to save the current tab contents to a file. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘¨ğ‘š ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘© ğ‘“ğ‘²ğ‘¤. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key to set the terminal title. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘‘ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key to switch to the next tab. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘¨ğ‘š. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key to switch to the previous tab. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘‘ğ‘¨ğ‘š. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key to toggle the visibility of the menubar. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘ menubar. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut to create a new profile
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: Keyboard shortcut to set the terminal title
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤

source: Keyboard shortcut to switch to tab 1
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 1

source: Keyboard shortcut to switch to tab 10
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 10

source: Keyboard shortcut to switch to tab 11
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 11

source: Keyboard shortcut to switch to tab 12
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 12

source: Keyboard shortcut to switch to tab 2
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 2

source: Keyboard shortcut to switch to tab 3
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 3

source: Keyboard shortcut to switch to tab 4
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 4

source: Keyboard shortcut to switch to tab 5
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 5

source: Keyboard shortcut to switch to tab 6
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 6

source: Keyboard shortcut to switch to tab 7
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 7

source: Keyboard shortcut to switch to tab 8
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 8

source: Keyboard shortcut to switch to tab 9
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 9

source: List of available encodings
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™ğ‘Ÿ

source: List of profiles
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: List of profiles known to gnome-terminal. The list contains strings naming subdirectories relative to /apps/gnome-terminal/profiles.
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¯ğ‘´ğ‘¯ ğ‘‘ ğ‘¯ğ‘´ğ‘¥-ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤. ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ğ‘Ÿ ğ‘¯ğ‘±ğ‘¥ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘šğ‘šğ‘²ğ‘®ğ‘§ğ‘—ğ‘‘ğ‘¹ğ‘¦ğ‘Ÿ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘‘ /ğ‘¨ğ‘ğ‘•/ğ‘¯ğ‘´ğ‘¥-ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤/ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ğ‘Ÿ.

source: Number of scrollback lines to keep around. You can scroll back in the terminal by this number of lines; lines that don't fit in the scrollback are discarded. If scrollback_unlimited is true, this value is ignored.
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘šğ‘¨ğ‘’ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘›. ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘šğ‘² ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ; ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘“ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘šğ‘¨ğ‘’ ğ‘¸ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘­ğ‘®ğ‘›ğ‘¦ğ‘›. ğ‘¦ğ‘“ scrollback_unlimited ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ, ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘›.

source: Popup a dialog when an S/Key challenge response query is detected and clicked on. Typing a password into the dialog will send it to the terminal.
en@shaw: ğ‘ğ‘ªğ‘ğ‘³ğ‘ ğ‘© ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘¢ğ‘§ğ‘¯ ğ‘©ğ‘¯ S/Key ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡ ğ‘®ğ‘¦ğ‘•ğ‘ğ‘ªğ‘¯ğ‘• ğ‘’ğ‘¢ğ‘½ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¯ ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘‘ ğ‘ªğ‘¯. ğ‘‘ğ‘²ğ‘ğ‘¦ğ‘™ ğ‘© ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘‘ ğ‘‘ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤.

source: Position of the scrollbar
en@shaw: ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘šğ‘¸

source: Possible values are "close" to close the terminal, and "restart" to restart the command.
en@shaw: ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "close" ğ‘‘ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤, ğ‘¯ "restart" ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›.
