Repository: GNOME/gnome-terminal
Catalog: po/*.po
Languages: en@shaw, uz

source: Use the command line
en@shaw: ğ‘¿ğ‘• ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯
uz: Buyruq qatorini ishlatish

source: shell;prompt;command;commandline;cmd;ptyxis;terminal;cli;console;
uz: shell;prompt;command;buyruq;commandline;buyruqqatori;cmd;ptyxis;terminal;cli;console;konsol;

source: New Window
en@shaw: ğ‘¯ğ‘¿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
uz: Yangi oyna

source: Preferences
uz: Afzalliklar

source: Configure the command line
uz: Buyruq qatorini sozlash

source: shell;prompt;command;commandline;cmd;
uz: shell;prompt;command;buyruq;commandline;buyruqqatori;cmd;

source: Terminal Preferences
uz: Terminal afzalliklari

source: GNOME Terminal is a terminal emulator application for accessing a UNIX shell environment which can be used to run programs available on your system.
uz: GNOME Terminal tizimingizdagi dasturlarni ishga tushirish uchun ishlatiladigan UNIX shell muhitiga kirish imkonini beradigan terminal emulyatori dasturidir.

source: It supports several profiles, multiple tabs and implements several keyboard shortcuts.
uz: U bir nechta profilni qoʻllab-quvvatlaydi, koʻplab varaqlarni ocha oladi va bir nechta klaviatura yorliqlarini ham qoʻllaydi.

source: console
uz: konsol

source: keyboard
uz: klaviatura

source: pointing
uz: koʻrsatgich

source: GNOME Terminal Developers
uz: GNOME Terminal dasturchilari

source: Terminal plugin for Files
uz: Fayllar uchun terminal plagini

source: Open a terminal from Files
uz: Terminalni Fayllardan ochish

source: Open Terminal is a plugin for the Files application that adds a menu item to the context menu to open a terminal in the currently browsed directory.
uz: Terminal ochish — bu fayllar ilovasi uchun plagin boʻlib, u hozir koʻrilayotgan katalogda terminalni ochish uchun kontekst menyusiga menyu bandini qoʻshadi.

# visible-name
source: 'Unnamed'
uz: 'Nomsiz'

source: Human-readable name of the profile
en@shaw: ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯-ğ‘®ğ‘°ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤
uz: Profilning odam oʻqishi mumkin boʻlgan nomi

source: Human-readable name of the profile.
en@shaw: ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯-ğ‘®ğ‘°ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤.
uz: Profilning odam oʻqishi mumkin boʻlgan nomi.

source: Default color of text in the terminal
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
uz: Terminaldagi matnning birlamchi rangi

source: Default color of text in the terminal, as a color specification (can be HTML-style hex digits, or a color name such as “red”).
uz: Rang spetsifikatsiyasi sifatida (HTML uslubidagi oʻn-oltilik sanoq raqamlar yoki "qizil" kabi rang nomlari ishlatilishi mumkin) terminaldagi matnning birlamchi rangi.

source: Default color of terminal background
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›
uz: Terminalning orqa foni birlamchi rangi

source: Default color of terminal background, as a color specification (can be HTML-style hex digits, or a color name such as “red”).
uz: Rang spetsifikatsiyasi sifatida (HTML uslubidagi oʻn-oltilik sanoq raqamlar yoki "qizil" kabi rang nomlari ishlatilishi mumkin) terminal orqa fon birlamchi rangi.

source: Default color of bold text in the terminal
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘ ğ‘šğ‘´ğ‘¤ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
uz: Terminaldagi qalin matnning birlamchi rangi

source: Default color of bold text in the terminal, as a color specification (can be HTML-style hex digits, or a color name such as “red”). This is ignored if bold-color-same-as-fg is true.
uz: Rang spetsifikatsiyasi sifatida (HTML uslubidagi oʻn-oltilik sanoq raqamlar yoki "qizil" kabi rang nomlari ishlatilishi mumkin) terminaldagi qalin matn birlamchi rangi.

source: Whether bold text should use the same color as normal text
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘šğ‘´ğ‘¤ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘¿ğ‘• ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¨ğ‘Ÿ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘
uz: Qalin matn oddiy matn bilan bir xil rangdan foydalanishi kerakmi

source: If true, boldface text will be rendered using the same color as normal text.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘šğ‘´ğ‘¤ğ‘›ğ‘“ğ‘±ğ‘• ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘»ğ‘› ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¨ğ‘Ÿ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘.
uz: Agar toʻgʻri deb sozlansa, qalin matn oddiy matn bilan bir xil rangda koʻrsatiladi.

source: Scale factor for the cell height to increase line spacing. (Does not increase the font’s height.)
uz: Qatorlar oraligʻini oshirish uchun katak balandligi masshtab nisbati. (Shrift balandligini oshirmaydi.)

source: Scale factor for the cell width to increase letter spacing. (Does not increase the font’s width.)
uz: Harflar oraligʻini oshirish uchun katak kengligi masshtab nisbati. (Shrift kengligini oshirmaydi.)

source: Whether to use custom cursor colors
uz: Moslashtirilgan kursor ranglarini ishlatish kerakmi

source: If true, use the cursor colors from the profile.
uz: Agar toʻgʻri deb sozlansa, kursor ranglari profildan qoʻllaniladi.

source: Cursor background color
uz: Kursor orqa fon rangi

source: Custom color of the background of the terminal’s cursor, as a color specification (can be HTML-style hex digits, or a color name such as “red”). This is ignored if cursor-colors-set is false.
uz: Rang spetsifikatsiyasi sifatida (HTML uslubidagi oʻn-oltilik sanoq raqamlar yoki "qizil" kabi rang nomlari ishlatilishi mumkin) terminal kursorini moslashtirilgan orqa fon rangi. Agar cursor-colors-set yolgʻon deb sozlansa bu eʼtiborga olinmaydi.

source: Cursor foreground colour
uz: Kursorning oldi fon rangi

source: Custom color for the foreground of the text character at the terminal’s cursor position, as a color specification (can be HTML-style hex digits, or a color name such as “red”). This is ignored if cursor-colors-set is false.
uz: Rang spetsifikatsiyasi sifatida (HTML uslubidagi oʻn-oltilik sanoq raqamlar yoki "qizil" kabi rang nomlari ishlatilishi mumkin) terminal kursorini moslashtirilgan oldi fon rangi. Agar cursor-colors-set yolgʻon deb sozlansa bu eʼtiborga olinmaydi.

source: Whether to use custom highlight colors
uz: Moslashtirilgan matn belgilash ranglari ishlatilsinmi

source: If true, use the highlight colors from the profile.
uz: Agar toʻgʻri deb sozlansa, matn belgilash ranglari profildan qoʻllaniladi.

source: Highlight background color
uz: Matn belgilash orqa fon rangi

source: Custom color of the background of the terminal’s highlight, as a color specification (can be HTML-style hex digits, or a color name such as “red”). This is ignored if highlight-colors-set is false.
uz: Rang spetsifikatsiyasi sifatida (HTML uslubidagi oʻn-oltilik sanoq raqamlar yoki "qizil" kabi rang nomlari ishlatilishi mumkin) terminalda matn belgilashni moslashtirilgan orqa fon rangi. Agar highlight-colors-set yolgʻon deb sozlansa bu eʼtiborga olinmaydi.

source: Highlight foreground colour
uz: Matn belgilash oldi fon rangi

source: Custom color for the foreground of the text character at the terminal’s highlight position, as a color specification (can be HTML-style hex digits, or a color name such as “red”). This is ignored if highlight-colors-set is false.
uz: Rang spetsifikatsiyasi sifatida (HTML uslubidagi oʻn-oltilik sanoq raqamlar yoki "qizil" kabi rang nomlari ishlatilishi mumkin) terminalda matn belgilashni moslashtirilgan oldi fon rangi. Agar highlight-colors-set yolgʻon deb sozlansa bu eʼtiborga olinmaydi.

source: Whether to perform bidirectional text rendering
uz: Ikki taraflama matn koʻrsatish amalga oshirilsinmi

source: If true, perform bidirectional text rendering (“BiDi”).
uz: Agar toʻgʻri deb sozlansa, ikki taraflama matn koʻrsatish amalga oshiriladi (“BiDi”).

source: Whether to perform Arabic shaping
uz: Arabcha matnni shakllantirish kerakmi

source: If true, shape Arabic text.
uz: Agar toʻgʻri boʻlsa, arabcha matnni shakllantiradi.

source: Whether to enable SIXEL images
uz: SIXEL ramslarini yoqish kerakmi

source: If true, SIXEL sequences are parsed and images are rendered.
uz: Agar toʻgʻri boʻlsa, ketma-ketliklar pars qilinadi va ramslar koʻrsatiladi.

source: Whether bold is also bright
uz: Qalin matn ham yorqin boʻlishi kerakmi

source: If true, setting bold on the first 8 colors also switches to their bright variants.
uz: Agar toʻgʻri boʻlsa, dastlabki 8 ta rangdagi qalin matn ularning yorqin variantlariga ham oʻtadi.

source: Whether to ring the terminal bell
uz: Terminal signali chalinsinmi

source: List of punctuation characters that are treated as word characters
uz: Soʻz belgisi sifatida qabul qilinadigan tinish belgilari roʻyxati

source: By default, when doing word-wise selection, most punctuation breaks up word boundaries. This list of exceptions will instead be treated as part of the word.
uz: Birlamchi holatda, soʻz boʻyicha tanlash amalga oshirilganda, koʻp tinish belgilari soʻz chegaralarini buzadi. Ammo, bu istisnolar roʻyxati soʻzning bir qismi sifatida qabul qilinadi.

source: Default number of columns
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ
uz: Birlamchi ustunlar soni

source: Number of columns in newly created terminal windows. Has no effect if use_custom_default_size is not enabled.
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¯ğ‘¿ğ‘¤ğ‘¦ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ. ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘“ use_custom_default_size ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›.
uz: Yangi yaratilgan terminal oynalardagi ustunlar soni. use_custom_default_size yoqilmagan boʻlsa, taʼsir qilmaydi.

source: Default number of rows
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘®ğ‘´ğ‘Ÿ
uz: Birlamchi qatorlar soni

source: Number of rows in newly created terminal windows. Has no effect if use_custom_default_size is not enabled.
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘®ğ‘´ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¯ğ‘¿ğ‘¤ğ‘¦ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ. ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘“ use_custom_default_size ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›.
uz: Yangi yaratilgan terminal oynalardagi qatorlar soni. use_custom_default_size yoqilmagan boʻlsa, taʼsir qilmaydi.

source: When to show the scrollbar
uz: Aylantirish paneli qachon koʻrsatilishi kerak

source: Number of lines to keep in scrollback
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘¦ğ‘¯ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘šğ‘¨ğ‘’
uz: Orqaga aylantirishda saqlanadigan qatorlar soni

source: Number of scrollback lines to keep around. You can scroll back in the terminal by this number of lines; lines that don’t fit in the scrollback are discarded. If scrollback_unlimited is true, this value is ignored.
uz: Saqlab turish uchun orqaga aylantirish qatorlar soni. Siz terminalda shu qatorlar soni boʻyicha orqaga aylantirishingiz mumkin; orqaga aylantirishda sigʻmagan qatorlar oʻchiriladi. Agar scrollback_unlimited toʻgʻri deb sozlangan boʻlsa, bu qiymat eʼtiborga olinmaydi.

source: Whether an unlimited number of lines should be kept in scrollback
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘©ğ‘¯ ğ‘©ğ‘¯ğ‘¤ğ‘¦ğ‘¥ğ‘©ğ‘‘ğ‘©ğ‘› ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘’ğ‘§ğ‘ğ‘‘ ğ‘¦ğ‘¯ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘šğ‘¨ğ‘’
uz: Orqaga aylantirishda qatorlar cheksiz miqdorda saqlanishi kerakmi

source: If true, scrollback lines will never be discarded. The scrollback history is stored on disk temporarily, so this may cause the system to run out of disk space if there is a lot of output to the terminal.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘šğ‘¨ğ‘’ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘­ğ‘®ğ‘›ğ‘¦ğ‘›. ğ‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘šğ‘¨ğ‘’ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¹ğ‘› ğ‘ªğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ğ‘¤ğ‘¦, ğ‘•ğ‘´ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘± ğ‘’ğ‘·ğ‘Ÿ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘¬ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘•ğ‘ğ‘±ğ‘• ğ‘¦ğ‘“ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘¤ğ‘ªğ‘‘ ğ‘ ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘‘ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤.
uz: Agar toʻgʻri boʻlsa, orqaga aylantirish qatorlari hech qachon oʻchirilmaydi. Orqaga aylantirish tarixi diskda vaqtincha saqlanadi, shuning uchun terminalga juda koʻp matn chiqarilsa, bu tizimda diskda joy tugashiga olib kelishi mumkin.

source: Whether to scroll to the bottom when text is inserted
uz: Matn kiritilganda pastga oʻtish kerakmi

source: If true, the terminal will scroll to the bottom when text is inserted by paste.
uz: Agar toʻgʻri deb sozlansa, matn qoʻyish orqali kiritilsa, terminal pastga oʻtadi.

source: Whether to scroll to the bottom when a key is pressed
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘‘ ğ‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘¢ğ‘§ğ‘¯ ğ‘© ğ‘’ğ‘° ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘
uz: Tugma bosilganda pastga oʻtish kerakmi

source: If true, pressing a key jumps the scrollbar to the bottom.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘™ ğ‘© ğ‘’ğ‘° ğ‘¡ğ‘³ğ‘¥ğ‘ğ‘• ğ‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘šğ‘¸ ğ‘‘ ğ‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥.
uz: Agar toʻgʻri deb sozlansa, tugma bosilsa aylantirish paneli pastga oʻtadi.

source: Whether to scroll to the bottom when there’s new output
uz: Yangi matn chiqarilganda pastga oʻtish kerakmi

source: If true, whenever there’s new output the terminal will scroll to the bottom.
uz: Agar toʻgʻri deb sozlansa, qachonki yangi matn chiqarilsa terminal pastga oʻtadi.

source: What to do with the terminal when the child command exits
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘‘ ğ‘›ğ‘µ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ğ‘•
uz: Bola buyrugʻi chiqqanda terminal bilan nima qilish kerak

source: Possible values are “close” to close the terminal, “restart” to restart the command, and “hold” to keep the terminal open with no command running inside.
uz: Mavjud qiymatlar: terminalni yopish uchun "close", buyruqni qayta ishga tushirish uchun "restart" va terminalni ichida hech qanday buyruq ishlamasdan ochiq tutish uchun "hold".

source: Whether to launch the command in the terminal as a login shell
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘© ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘–ğ‘§ğ‘¤
uz: Buyruqni terminalda kirish qobigʻi sifatida ishga tushirish kerakmi

source: If true, the command inside the terminal will be launched as a login shell (argv[0] will have a hyphen in front of it).
uz: Agar toʻgʻri deb sozlansa, terminal ichidagi buyruq kirish qobigʻi sifatida ishga tushiriladi (argv[0] oldida chiziqcha boʻladi).

source: Whether to preserve the working directory when opening a new terminal
uz: Yangi terminal ochilganda ish katalogini saqlash kerakmi

source: Controls when opening a new terminal from a previous one carries over the working directory of the opening terminal to the new one.
uz: Oldingi terminaldan ichidan yangi terminal ochganda ishchi katalogini eski terminaldan yangisiga oʻtkazilishini boshqaradi.

source: Whether to run a custom command instead of the shell
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘© ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘ ğ‘–ğ‘§ğ‘¤
uz: Qobiqni oʻrniga moslashtirilgan buyruq bajarilsinmi

source: If true, the value of the custom_command setting will be used in place of running a shell.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘ custom_command ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘© ğ‘–ğ‘§ğ‘¤.
uz: Agar toʻgʻri deb sozlansa, custom_command sozlamasining qiymati qobiqni ishga tushirish oʻrniga ishlatiladi.

source: Whether to blink the cursor
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘šğ‘¤ğ‘¦ğ‘™ğ‘’ ğ‘ ğ‘’ğ‘»ğ‘•ğ‘¼
uz: Kursor miltillashi kerakmi

source: The possible values are “system” to use the global cursor blinking settings, or “on” or “off” to set the mode explicitly.
uz: Mumkin boʻlgan qiymatlar: kursorni miltillash global sozlamalaridan foydalanish uchun “system” yoki rejimni belgilash uchun “on” yoki “off”.

source: The cursor appearance
en@shaw: ğ‘ ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘•
uz: Kursor koʻrinishi

source: Possible values are “always” or “never” allow blinking text, or only when the terminal is “focused” or “unfocused”.
uz: Mumkin boʻlgan qiymatlar “always” (har doim) yoki “never” (hech qachon) matnning miltillashiga yoʻl qoʻymaslik yoki faqat terminal “focused” (fokusda) yoki “unfocused” (fokusdan tashqarida) boʻlsa.

source: Custom command to use instead of the shell
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘‘ ğ‘¿ğ‘• ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘ ğ‘–ğ‘§ğ‘¤
uz: Qobiq oʻrniga foydalanadigan maxsus buyruq

source: Run this command in place of the shell, if use_custom_command is true.
en@shaw: ğ‘®ğ‘³ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘ ğ‘ ğ‘–ğ‘§ğ‘¤, ğ‘¦ğ‘“ use_custom_command ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ.
uz: Agar use_custom_command toʻgʻri deb sozlansa, qobiq oʻrniga bu buyruq bajariladi.

source: Palette for terminal applications
en@shaw: ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘ ğ‘“ğ‘¹ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ
uz: Terminal ilovalari uchun palitra

source: A Pango font name and size
uz: Pango shrift nomi va oʻlchami

source: The code sequence the Backspace key generates
uz: Backspace tugmasi yaratadigan kod ketma-ketligi

source: The code sequence the Delete key generates
uz: Delete tugmasi yaratadigan kod ketma-ketligi

source: Whether to use the colors from the theme for the terminal widget
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘”ğ‘°ğ‘¥ ğ‘“ğ‘¹ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘
uz: Terminal vidjeti uchun mavzudagi ranglar qoʻllanilishi kerakmi

source: Whether to use the system monospace font
uz: Tizim monospace shrifti qoʻllanilsinmi

source: Whether to rewrap the terminal contents on window resize
uz: Oyna oʻlchamini oʻzgartirilganda terminal tarkibini qayta oʻrash kerakmi

source: Which encoding to use
uz: Qaysi kodlash usulidan foydalanish kerak

source: Whether ambiguous-width characters are narrow or wide when using UTF-8 encoding
uz: UTF-8 kodlashdan foydalanganda noaniq kenglikdagi belgilar tor yoki keng boʻlishi kerakmi

source: Keyboard shortcut to open a new tab
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘© ğ‘¯ğ‘¿ ğ‘‘ğ‘¨ğ‘š
uz: Yangi varaq ochish uchun klaviatura yorligʻi

source: Keyboard shortcut to open a new window
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘© ğ‘¯ğ‘¿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
uz: Yangi oyna ochish uchun klaviatura yorligʻi

source: Keyboard shortcut to save the current tab contents to file
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘¨ğ‘š ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘“ğ‘²ğ‘¤
uz: Joriy varaq tarkibini faylga saqlash uchun klaviatura yorligʻi

source: Keyboard shortcut to export the current tab contents to file in various formats
uz: Joriy varaq tarkibini turli fayl formatlariga eksport qilish uchun klaviatura yorligʻi

source: Keyboard shortcut to print the current tab contents to printer or file
uz: Joriy varaq tarkibini printer yoki faylga chop etish uchun klaviatura yorligʻi

source: Keyboard shortcut to close a tab
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘© ğ‘‘ğ‘¨ğ‘š
uz: Varaqni yopish uchun klaviatura yorligʻi

source: Keyboard shortcut to close a window
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘© ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
uz: Oynani yopish uchun klaviatura yorligʻi

source: Keyboard shortcut to copy text
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘
uz: Matndan nusxa olish uchun klaviatura yorligʻi

source: Keyboard shortcut to copy text as HTML
uz: HTML sifatida matndan nusxa olish uchun klaviatura yorligʻi

source: Keyboard shortcut to paste text
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘ğ‘±ğ‘•ğ‘‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘
uz: Matnni qoʻyish uchun klaviatura yorligʻi

source: Keyboard shortcut to select all text
uz: Butun matnni tanlash uchun klaviatura yorligʻi

source: Keyboard shortcut to open the Preferences dialog
uz: Afzalliklar oynasini ochish uchun klaviatura yorligʻi

source: Keyboard shortcut to toggle full screen mode
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘“ğ‘«ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¥ğ‘´ğ‘›
uz: Butun ekran rejimini almashtirish uchun klaviatura yorligʻi

source: Keyboard shortcut to toggle the visibility of the menubar
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘šğ‘¸
uz: Menyu panelining koʻrinishini almashtirish uchun klaviatura yorligʻi

source: Keyboard shortcut to toggle the read-only state
uz: Faqat oʻqish holatini almashtirish uchun klaviatura yorligʻi

source: Keyboard shortcut to reset the terminal
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
uz: Terminalni qayta tiklash uchun klaviatura yorligʻi

source: Keyboard shortcut to reset and clear the terminal
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘¯ ğ‘’ğ‘¤ğ‘½ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
uz: Terminalni qayta tiklash va tozalash uchun klaviatura yorligʻi

source: Keyboard shortcut to open the search dialog
uz: Qidiruv oynasini ochish uchun klaviatura yorligʻi

source: Keyboard shortcut to find the next occurrence of the search term
uz: Qidiruv terminini keyingi takrorlanishini topish uchun klaviatura yorligʻi

source: Keyboard shortcut to find the previous occurrence of the search term
uz: Qidiruv terminini oldingi takrorlanishini topish uchun klaviatura yorligʻi

source: Keyboard shortcut to clear the find highlighting
uz: Topilgan matnni belgilashini tozalash uchun klaviatura yorligʻi

source: Keyboard shortcut to switch to the previous tab
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘‘ğ‘¨ğ‘š
uz: Oldingi varaqqa oʻtish uchun klaviatura yorligʻi

source: Keyboard shortcut to switch to the next tab
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘¨ğ‘š
uz: Keyingi varaqqa oʻtish uchun klaviatura yorligʻi

source: Keyboard shortcut to move the current tab to the left
uz: Joriy varaqni chapga siljitish uchun klaviatura yorligʻi

source: Keyboard shortcut to move the current tab to the right
uz: Joriy varaqni oʻngga siljitish uchun klaviatura yorligʻi

source: Keyboard shortcut to detach current tab
uz: Joriy varaqni ajratib olish uchun klaviatura yorligʻi

source: Keyboard shortcut to switch to the numbered tab
uz: Raqamlangan varaqqa oʻtish uchun klaviatura yorligʻi

source: Keyboard shortcut to switch to the last tab
uz: Soʻnggi varaqqa oʻtish uchun klaviatura yorligʻi

source: Keyboard shortcut to launch help
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘£ğ‘§ğ‘¤ğ‘
uz: Yordamni ishga tushirish uchun klaviatura yorligʻi

source: Keyboard shortcut to make font larger
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘¤ğ‘¸ğ‘¡ğ‘¼
uz: Shriftni kattalashtirish uchun klaviatura yorligʻi

source: Keyboard shortcut to make font smaller
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘¥ğ‘·ğ‘¤ğ‘¼
uz: Shriftni kichiklashtirish uchun klaviatura yorligʻi

source: Keyboard shortcut to make font normal-size
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤-ğ‘•ğ‘²ğ‘Ÿ
uz: Shriftni normal oʻlchamga keltirish uchun klaviatura yorligʻi

source: Keyboard shortcut to show the primary menu
uz: Asosiy menyuni koʻrsatish uchun klaviatura yorligʻi

source: Whether the menubar has access keys
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘šğ‘¸ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘’ğ‘°ğ‘Ÿ
uz: Menyu panelini klaviatura yorligʻi bormi

source: Whether to have Alt+letter access keys for the menubar. They may interfere with some applications run inside the terminal so it’s possible to turn them off.
uz: Menyu paneli uchun Alt+harf klaviatura yorligʻi mavjudmi. Ular terminal ichida ishlaydigan baʼzi ilovalarga xalaqit berishi mumkin, shuning uchun ularni oʻchirib qoʻyishingiz mumkin.

source: Whether shortcuts are enabled
uz: Klaviatura yorliqlari yoqilganmi yoki yoʻqmi
