Repository: GNOME/gnome-terminal
Catalog: po/*.po
Languages: en@shaw, uz

source: Profile to be used when opening a new window or tab. Must be in profile_list.
en@shaw: ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘‘ ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘© ğ‘¯ğ‘¿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¹ ğ‘‘ğ‘¨ğ‘š. ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ profile_list.

source: Profile to use for new terminals
en@shaw: ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¯ğ‘¿ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ

source: Sets what code the backspace key generates. Possible values are "ascii-del" for the ASCII DEL character, "control-h" for Control-H (AKA the ASCII BS character), "escape-sequence" for the escape sequence typically bound to backspace or delete. "ascii-del" is normally considered the correct setting for the Backspace key.
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘• ğ‘¢ğ‘ªğ‘‘ ğ‘’ğ‘´ğ‘› ğ‘ ğ‘šğ‘¨ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘’ğ‘° ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ğ‘•. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "ascii-del" ğ‘“ğ‘¹ ğ‘ ASCII DEL ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼, "control-h" ğ‘“ğ‘¹ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤-H (AKA ğ‘ ASCII BS ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼), "escape-sequence" ğ‘“ğ‘¹ ğ‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘• ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘’ğ‘¤ğ‘° ğ‘šğ‘¬ğ‘¯ğ‘› ğ‘‘ ğ‘šğ‘¨ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘¹ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘. "ascii-del" ğ‘¦ğ‘Ÿ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› ğ‘ ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘’ğ‘°.

source: Sets what code the delete key generates. Possible values are "ascii-del" for the ASCII DEL character, "control-h" for Control-H (AKA the ASCII BS character), "escape-sequence" for the escape sequence typically bound to backspace or delete. "escape-sequence" is normally considered the correct setting for the Delete key.
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘• ğ‘¢ğ‘ªğ‘‘ ğ‘’ğ‘´ğ‘› ğ‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘’ğ‘° ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ğ‘•. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "ascii-del" ğ‘“ğ‘¹ ğ‘ ASCII DEL ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼, "control-h" ğ‘“ğ‘¹ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤-H (AKA ğ‘ ASCII BS ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼), "escape-sequence" ğ‘“ğ‘¹ ğ‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘• ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘’ğ‘¤ğ‘° ğ‘šğ‘¬ğ‘¯ğ‘› ğ‘‘ ğ‘šğ‘¨ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘¹ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘. "escape-sequence" ğ‘¦ğ‘Ÿ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› ğ‘ ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘’ğ‘°.

source: Terminals have a 16-color palette that applications inside the terminal can use. This is that palette, in the form of a colon-separated list of color names. Color names should be in hex format e.g. "#FF00FF"
en@shaw: ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘© 16-ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ğ‘•. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘, ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¹ğ‘¥ ğ‘ ğ‘© ğ‘’ğ‘´ğ‘¤ğ‘©ğ‘¯-ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ. ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘¯ ğ‘£ğ‘§ğ‘’ğ‘• ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘§.ğ‘¡ğ‘°. "#FF00FF"

source: The possible values are "block" to use a block cursor, "ibeam" to use a vertical line cursor, or "underline" to use an underline cursor.
en@shaw: ğ‘ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "block" ğ‘‘ ğ‘¿ğ‘• ğ‘© ğ‘šğ‘¤ğ‘ªğ‘’ ğ‘’ğ‘»ğ‘•ğ‘¼, "ibeam" ğ‘‘ ğ‘¿ğ‘• ğ‘© ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¤ğ‘²ğ‘¯ ğ‘’ğ‘»ğ‘•ğ‘¼, ğ‘¹ "underline" ğ‘‘ ğ‘¿ğ‘• ğ‘©ğ‘¯ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯ ğ‘’ğ‘»ğ‘•ğ‘¼.

source: The possible values are "system" to use the global cursor blinking settings, or "on" or "off" to set the mode explicitly.
en@shaw: ğ‘ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "system" ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘œğ‘¤ğ‘´ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘šğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘¦ğ‘™ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ, ğ‘¹ "on" ğ‘¹ "off" ğ‘‘ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘¥ğ‘´ğ‘› ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘‘ğ‘¤ğ‘°.

source: Title for terminal
en@shaw: ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤

source: Title to display for the terminal window or tab. This title may be replaced by or combined with the title set by the application inside the terminal, depending on the title_mode setting.
en@shaw: ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘“ğ‘¹ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¹ ğ‘‘ğ‘¨ğ‘š. ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘¹ ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘•ğ‘§ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤, ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ title_mode ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™.

source: True if the menubar should be shown in new windows, for windows/tabs with this profile.
en@shaw: ğ‘‘ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘šğ‘¸ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘¯ğ‘¿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ, ğ‘“ğ‘¹ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ/ğ‘‘ğ‘¨ğ‘šğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤.

source: Type of terminal background. May be "solid" for a solid color, "image" for an image, or "transparent" for either real transparency if a compositing window manager is running, or pseudo-transparency otherwise.
en@shaw: ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›. ğ‘¥ğ‘± ğ‘šğ‘° "system" ğ‘“ğ‘¹ ğ‘© ğ‘•ğ‘ªğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼, "imagre" ğ‘“ğ‘¹ ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘¦ğ‘¡, ğ‘¹ "transparent" ğ‘“ğ‘¹ ğ‘²ğ‘ğ‘¼ ğ‘®ğ‘¾ğ‘¤ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘ğ‘¸ğ‘©ğ‘¯ğ‘•ğ‘¦ ğ‘¦ğ‘“ ğ‘© ğ‘’ğ‘©ğ‘¥ğ‘ğ‘ªğ‘Ÿğ‘©ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™, ğ‘¹ ğ‘•ğ‘µğ‘›ğ‘´-ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘ğ‘¸ğ‘©ğ‘¯ğ‘•ğ‘¦ ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ.

source: What to do with dynamic title
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘‘ ğ‘›ğ‘µ ğ‘¢ğ‘¦ğ‘ ğ‘›ğ‘²ğ‘¯ğ‘¨ğ‘¥ğ‘¦ğ‘’ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤

source: When selecting text by word, sequences of these characters are considered single words. Ranges can be given as "A-Z". Literal hyphen (not expressing a range) should be the first character given.
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘¢ğ‘»ğ‘›, ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘¢ğ‘»ğ‘›ğ‘Ÿ. ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ "ğ‘-ğ‘¿". ğ‘¤ğ‘¦ğ‘‘ğ‘»ğ‘©ğ‘¤ ğ‘£ğ‘²ğ‘“ğ‘©ğ‘¯ (ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘™ ğ‘© ğ‘®ğ‘±ğ‘¯ğ‘¡) ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯.

source: Where to put the terminal scrollbar. Possibilities are "left", "right", and "hidden".
en@shaw: ğ‘¢ğ‘º ğ‘‘ ğ‘ğ‘«ğ‘‘ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘šğ‘¸. ğ‘ğ‘ªğ‘•ğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ ğ‘¸ "left", "right", ğ‘¯ "hidden".

source: Whether to allow bold text
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘©ğ‘¤ğ‘¬ ğ‘šğ‘´ğ‘¤ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: Whether to ask for confirmation when closing a terminal window which has more than one open tab.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘“ğ‘¹ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘© ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¢ğ‘¦ğ‘— ğ‘£ğ‘¨ğ‘Ÿ ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘‘ğ‘¨ğ‘š.

source: Whether to ask for confirmation when closing terminal windows
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘“ğ‘¹ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ

source: Whether to have Alt+letter access keys for the menubar. They may interfere with some applications run inside the terminal so it's possible to turn them off.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ğ‘‘+ğ‘¤ğ‘§ğ‘‘ğ‘¼ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘’ğ‘°ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘šğ‘¸. ğ‘ğ‘± ğ‘¥ğ‘± ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘½ ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘´ ğ‘¦ğ‘‘'ğ‘• ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘‘ğ‘»ğ‘¯ ğ‘ğ‘§ğ‘¥ ğ‘ªğ‘“.

source: Whether to scroll background image
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Whether to scroll to the bottom when there's new output
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘‘ ğ‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘º'ğ‘• ğ‘¯ğ‘¿ ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘

source: Whether to show menubar in new windows/tabs
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘–ğ‘´ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘šğ‘¸ ğ‘¦ğ‘¯ ğ‘¯ğ‘¿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ/ğ‘‘ğ‘¨ğ‘šğ‘Ÿ

source: Whether to silence terminal bell
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘•ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘• ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘šğ‘§ğ‘¤

source: Whether to update login records when launching terminal command
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘¹ğ‘›ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘¤ğ‘·ğ‘¯ğ‘—ğ‘¦ğ‘™ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: Whether to use custom terminal size for new windows
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¯ğ‘¿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ

source: Whether to use the system font
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Enable the _menu shortcut key (F10 by default)
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ _ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° (F10 ğ‘šğ‘² ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘)

source: Keyboard Shortcuts
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘–ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ğ‘•

source: _Enable menu access keys (such as Alt+F to open the File menu)
en@shaw: _ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘’ğ‘°ğ‘Ÿ (ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘·ğ‘¤ğ‘‘+F ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¥ğ‘§ğ‘¯ğ‘¿)

source: _Shortcut keys:
en@shaw: _ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘°ğ‘Ÿ:

source: Editing Profile â€œ%sâ€
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ â€œ%sâ€

source: Images
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Choose Palette Color %d
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ %d

source: Palette entry %d
en@shaw: ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ %d

source: _Profile used when launching a new terminal:
en@shaw: _ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘¿ğ‘•ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¤ğ‘·ğ‘¯ğ‘—ğ‘¦ğ‘™ ğ‘© ğ‘¯ğ‘¿ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤:

source: C_reate
en@shaw: _ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘

source: Profile _name:
en@shaw: ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ _ğ‘¯ğ‘±ğ‘¥:

source: _Base on:
en@shaw: _ğ‘šğ‘±ğ‘• ğ‘ªğ‘¯:

source: <b>Command</b>
en@shaw: <b>ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›</b>

source: <b>Foreground, Background, Bold and Underline</b>
en@shaw: <b>ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›, ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›, ğ‘šğ‘´ğ‘¤ğ‘› ğ‘¯ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯</b>

source: <b>Palette</b>
en@shaw: <b>ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘</b>

source: <b>Title</b>
en@shaw: <b>ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤</b>

source: <small><i><b>Note:</b> Terminal applications have these colors available to them.</i></small>
en@shaw: <small><i><b>ğ‘¯ğ‘´ğ‘‘:</b> ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘ğ‘§ğ‘¥.</i></small>

source: <small><i><b>Note:</b> These options may cause some applications to behave incorrectly. They are only here to allow you to work around certain applications and operating systems that expect different terminal behavior.</i></small>
en@shaw: <small><i><b>ğ‘¯ğ‘´ğ‘‘:</b> ğ‘ğ‘°ğ‘Ÿ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¥ğ‘± ğ‘’ğ‘·ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ ğ‘¦ğ‘¯ğ‘’ğ‘»ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘°. ğ‘ğ‘± ğ‘¸ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘½ ğ‘‘ ğ‘©ğ‘¤ğ‘¬ ğ‘¿ ğ‘‘ ğ‘¢ğ‘»ğ‘’ ğ‘¼ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼.</i></small>

source: <small><i>Maximum</i></small>
en@shaw: <small><i>ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥</i></small>

source: <small><i>None</i></small>
en@shaw: <small><i>ğ‘¯ğ‘³ğ‘¯</i></small>

source: Automatic Control-H ASCII DEL Escape sequence TTY Erase
en@shaw: ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤-H ASCII DEL ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘• TTY ğ‘¦ğ‘®ğ‘±ğ‘•

source: Background image _scrolls
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ _ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘Ÿ

source: Block I-Beam Underline
en@shaw: ğ‘šğ‘¤ğ‘ªğ‘’ I-ğ‘šğ‘°ğ‘¥ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯

source: Bol_d color:
en@shaw: _ğ‘šğ‘´ğ‘¤ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼:

source: Default size:
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ:

source: Exit the terminal Restart the command Hold the terminal open
en@shaw: ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘´ğ‘ğ‘©ğ‘¯

source: Image _file:
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡ _ğ‘“ğ‘²ğ‘¤:

source: Initial _title:
en@shaw: ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ _ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤:

source: On the left side On the right side Disabled
en@shaw: ğ‘ªğ‘¯ ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘•ğ‘²ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘•ğ‘²ğ‘› ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›

source: Profile Editor
en@shaw: ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: Replace initial title Append initial title Prepend initial title Keep initial title
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘©ğ‘ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘°ğ‘ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘’ğ‘°ğ‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤

source: S_hade transparent or image background:
en@shaw: _ğ‘–ğ‘±ğ‘› ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘ğ‘¨ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¹ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›:

source: Select Background Image
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Select-by-_word characters:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘-ğ‘šğ‘²-_ğ‘¢ğ‘»ğ‘› ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ:

source: Show _menubar by default in new terminals
en@shaw: ğ‘–ğ‘´ _ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘šğ‘¸ ğ‘šğ‘² ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¦ğ‘¯ ğ‘¯ğ‘¿ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ

source: Tango Linux console XTerm Rxvt Custom
en@shaw: Â·ğ‘‘ğ‘¨ğ‘™ğ‘œğ‘´ Â·ğ‘¤ğ‘¦ğ‘¯ğ‘©ğ‘’ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘´ğ‘¤ XTerm Rxvt ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Title and Command
en@shaw: ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: Use custom default terminal si_ze
en@shaw: ğ‘¿ğ‘Ÿ ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ _ğ‘•ğ‘²ğ‘Ÿ

source: When terminal commands set their o_wn titles:
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ ğ‘ğ‘º _ğ‘´ğ‘¯ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ:

source: _Allow bold text
en@shaw: _ğ‘©ğ‘¤ğ‘¬ ğ‘šğ‘´ğ‘¤ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘

source: _Background color:
en@shaw: _ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼:

source: _Background image
en@shaw: _ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: _Font:
en@shaw: _ğ‘“ğ‘ªğ‘¯ğ‘‘:

source: _Profile name:
en@shaw: _ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥:

source: _Same as text color
en@shaw: _ğ‘•ğ‘±ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼

source: _Scrollbar is:
en@shaw: _ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘šğ‘¸ ğ‘¦ğ‘Ÿ:

source: _Solid color
en@shaw: _ğ‘•ğ‘ªğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: _Text color:
en@shaw: _ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼:

source: _Transparent background
en@shaw: _ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘ğ‘¸ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›

source: _Unlimited
en@shaw: _ğ‘©ğ‘¯ğ‘¤ğ‘¦ğ‘¥ğ‘©ğ‘‘ğ‘©ğ‘›

source: _Update login records when command is launched
en@shaw: _ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘¹ğ‘›ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘‘

source: _Use the system fixed width font
en@shaw: _ğ‘¿ğ‘Ÿ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘“ğ‘ªğ‘¯ğ‘‘

source: S/Key Challenge Response
en@shaw: ğ‘•/ğ‘’ğ‘° ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡ ğ‘®ğ‘¦ğ‘•ğ‘ğ‘ªğ‘¯ğ‘•

source: _Password:
en@shaw: _ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›:

source: The text you clicked on doesn't seem to be a valid S/Key challenge.
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¿ ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘‘ ğ‘ªğ‘¯ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘•/ğ‘’ğ‘° ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡.

source: The text you clicked on doesn't seem to be a valid OTP challenge.
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¿ ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘‘ ğ‘ªğ‘¯ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› OTP ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡.

source: Hide and Show menubar
en@shaw: ğ‘£ğ‘²ğ‘› ğ‘¯ ğ‘–ğ‘´ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘šğ‘¸

source: Set Title
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤

source: Switch to Tab 1
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 1

source: Switch to Tab 2
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 2

source: Switch to Tab 3
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 3

source: Switch to Tab 4
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 4

source: Switch to Tab 5
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 5

source: Switch to Tab 6
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 6

source: Switch to Tab 7
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 7

source: Switch to Tab 8
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 8

source: Switch to Tab 9
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 9

source: Switch to Tab 10
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 10

source: Switch to Tab 11
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 11

source: Switch to Tab 12
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘‘ğ‘¨ğ‘š 12

source: The shortcut key â€œ%sâ€ is already bound to the â€œ%sâ€ action
en@shaw: ğ‘ ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° â€œ%sâ€ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘šğ‘¬ğ‘¯ğ‘› ğ‘‘ ğ‘ â€œ%sâ€ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: Click button to choose profile
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: Profile list
en@shaw: ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Delete profile â€œ%sâ€?
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ â€œ%sâ€?

source: User Defined
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›

source: You already have a profile called â€œ%sâ€. Do you want to create another profile with the same name?
en@shaw: ğ‘¿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘·ğ‘¤ğ‘› â€œ%sâ€. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘¯ğ‘±ğ‘¥?

source: Choose base profile
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘šğ‘±ğ‘• ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: No such profile "%s", using default profile
en@shaw: ğ‘¯ğ‘´ ğ‘•ğ‘³ğ‘— ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ "%s", ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: Invalid geometry string "%s"
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¡ğ‘¦ğ‘ªğ‘¥ğ‘©ğ‘‘ğ‘®ğ‘¦ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "%s"

source: Could not open link
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¤ğ‘¦ğ‘™ğ‘’

source: Incompatible factory version; creating a new instance.
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯; ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘© ğ‘¯ğ‘¿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘•.

source: Factory error: %s
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘»ğ‘¼: %s

source: Unicode
en@shaw: Â·ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘´ğ‘›

source: Armenian
en@shaw: ğ‘­ğ‘®ğ‘¥ğ‘°ğ‘¯ğ‘°ğ‘©ğ‘¯

source: Georgian
en@shaw: ğ‘¡ğ‘ªğ‘®ğ‘¡ğ‘©ğ‘¯

source: Hindi
en@shaw: ğ‘£ğ‘¦ğ‘¯ğ‘›ğ‘°

source: Persian
en@shaw: ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯

source: Gujarati
en@shaw: ğ‘œğ‘µğ‘¡ğ‘¼ğ‘­ğ‘‘ğ‘¦

source: Gurmukhi
en@shaw: ğ‘œğ‘»ğ‘¥ğ‘µğ‘’ğ‘¦

source: Icelandic
en@shaw: ğ‘²ğ‘•ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘’

source: _Description
en@shaw: _ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯

source: _Encoding
en@shaw: _ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™

source: Current Locale
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘¨ğ‘¤

source: Option "%s" is no longer supported in this version of gnome-terminal; you might want to create a profile with the desired setting, and use the new '--profile' option
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "%s" ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘ ğ‘¯ğ‘´ğ‘¥-ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤; ğ‘¿ ğ‘¥ğ‘²ğ‘‘ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘›ğ‘¦ğ‘Ÿğ‘²ğ‘¼ğ‘› ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™, ğ‘¯ ğ‘¿ğ‘• ğ‘ ğ‘¯ğ‘¿ '--profile' ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯

source: GNOME Terminal
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤

source: Argument to "%s" is not a valid command: %s
en@shaw: ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘‘ "%s" ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›: %s

source: "%s" option given twice for the same window
en@shaw: "%s" ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘‘ğ‘¢ğ‘²ğ‘• ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: "%s" is not a valid zoom factor
en@shaw: "%s" ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘Ÿğ‘µğ‘¥ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼

source: Zoom factor "%g" is too small, using %g
en@shaw: ğ‘Ÿğ‘µğ‘¥ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ "%g" ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘•ğ‘¥ğ‘·ğ‘¤, ğ‘¿ğ‘Ÿğ‘¦ğ‘™ %g

source: Zoom factor "%g" is too large, using %g
en@shaw: ğ‘Ÿğ‘µğ‘¥ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ "%g" ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘¤ğ‘¸ğ‘¡, ğ‘¿ğ‘Ÿğ‘¦ğ‘™ %g

source: Option "%s" requires specifying the command to run on the rest of the command line
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ "%s" ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯

source: Save the terminal configuration to a file
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘© ğ‘“ğ‘²ğ‘¤

source: Maximise the window
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘²ğ‘Ÿ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Set the window size; for example: 80x24, or 80x24+200+200 (ROWSxCOLS+X+Y)
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘•ğ‘²ğ‘Ÿ; ğ‘“ğ‘¹ ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤: 80x24, ğ‘¹ 80x24+200+200 (ğ‘®ğ‘´ğ‘Ÿxğ‘’ğ‘ªğ‘¤ğ‘Ÿ+X+Y)

source: Set the terminal title
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤

source: Set the terminal's zoom factor (1.0 = normal size)
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤'ğ‘• ğ‘Ÿğ‘µğ‘¥ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ (1.0 = ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ)

source: Unnamed
en@shaw: ğ‘©ğ‘¯ğ‘¯ğ‘±ğ‘¥ğ‘›

source: _Profile Preferences
en@shaw: _ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: The child process was terminated by signal %d.
en@shaw: ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ %d.

source: The child process was terminated.
en@shaw: ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘›.

source: Switch to this tab
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¨ğ‘š

source: Could not open the address â€œ%sâ€
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘• â€œ%sâ€

source: GNOME Terminal is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
en@shaw: ğ‘¯ğ‘´ğ‘¥ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º; ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘¦ğ‘‘ ğ‘¯/ğ‘¹ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘¦ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘Ÿ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘¨ğ‘Ÿ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘–ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯; ğ‘²ğ‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ 2 ğ‘ ğ‘ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•, ğ‘¹ (ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯) ğ‘§ğ‘¯ğ‘¦ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯.

source: You should have received a copy of the GNU General Public License along with GNOME Terminal; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA
en@shaw: ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘© ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘¯ğ‘´ğ‘¥ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤; ğ‘¦ğ‘“ ğ‘¯ğ‘ªğ‘‘, ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘¦ğ‘™ğ‘’., 51 Â·ğ‘“ğ‘®ğ‘¨ğ‘™ğ‘’ğ‘¤ğ‘¦ğ‘¯ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘‘, ğ‘“ğ‘¦ğ‘“ğ‘” ğ‘“ğ‘¤ğ‘¹, Â·ğ‘šğ‘ªğ‘•ğ‘‘ğ‘©ğ‘¯, MA 02110-1301 USA

source: Open _Terminal
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ _ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤

source: Open Ta_b
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ _ğ‘‘ğ‘¨ğ‘š

source: _Terminal
en@shaw: _ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤

source: New _Profileâ€¦
en@shaw: ğ‘¯ğ‘¿ _ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤â€¦

source: _Save Contents
en@shaw: _ğ‘•ğ‘±ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Paste _Filenames
en@shaw: ğ‘ğ‘±ğ‘•ğ‘‘ _ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ

source: P_rofilesâ€¦
en@shaw: _ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ğ‘Ÿâ€¦

source: _Keyboard Shortcutsâ€¦
en@shaw: _ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘–ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ğ‘•â€¦

source: Pr_ofile Preferences
en@shaw: _ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: _Find...
en@shaw: _ğ‘“ğ‘²ğ‘¯ğ‘›...

source: Find Ne_xt
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› _ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘

source: Find Pre_vious
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› _ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•

source: Go to _Line...
en@shaw: ğ‘œğ‘´ ğ‘‘ _ğ‘¤ğ‘²ğ‘¯...

source: _Incremental Search...
en@shaw: _ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘•ğ‘»ğ‘—...

source: _Set Titleâ€¦
en@shaw: _ğ‘•ğ‘§ğ‘‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤â€¦

source: Set _Character Encoding
en@shaw: ğ‘•ğ‘§ğ‘‘ _ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™

source: _Add or Removeâ€¦
en@shaw: _ğ‘¨ğ‘› ğ‘¹ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘â€¦

source: Move Tab _Left
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘‘ğ‘¨ğ‘š _ğ‘¤ğ‘§ğ‘“ğ‘‘

source: Move Tab _Right
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘‘ğ‘¨ğ‘š _ğ‘®ğ‘²ğ‘‘

source: _Detach tab
en@shaw: _ğ‘›ğ‘¦ğ‘‘ğ‘¨ğ‘— ğ‘‘ğ‘¨ğ‘š

source: _Send Mail Toâ€¦
en@shaw: _ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¥ğ‘±ğ‘¤ ğ‘‘â€¦

source: _Copy E-mail Address
en@shaw: _ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘§-ğ‘¥ğ‘±ğ‘¤ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: C_all Toâ€¦
en@shaw: _ğ‘’ğ‘·ğ‘¤ ğ‘‘â€¦

source: _Copy Call Address
en@shaw: _ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘’ğ‘·ğ‘¤ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: _Copy Link Address
en@shaw: _ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘¤ğ‘¦ğ‘™ğ‘’ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: _Input Methods
en@shaw: _ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘¥ğ‘§ğ‘”ğ‘©ğ‘›ğ‘Ÿ

source: Save as...
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘¨ğ‘Ÿ...

source: _Title:
en@shaw: _ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤:

source: Control-H
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤-H

source: Escape sequence
en@shaw: ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•
