Repository: GNOME/gnome-terminal
Catalog: po/*.po
Languages: en@shaw, uz

source: Execute the argument to this option inside the terminal
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ ğ‘ ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
uz: Ushbu parametrga berilgan argumentni terminalda bajarish

source: Use the given profile instead of the default profile
en@shaw: ğ‘¿ğ‘• ğ‘ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤
uz: Birlamchi profil oʻrniga berilgan profildan foydalanish

source: PROFILE-NAME
en@shaw: ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤-ğ‘¯ğ‘±ğ‘¥
uz: PROFIL-NOMI

source: Set the initial terminal title
uz: Boshlangʻich terminal sarlavhasini sozlash

source: TITLE
en@shaw: ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤
uz: SARLAVHA

source: Set the working directory
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦
uz: Ish katalogini sozlash

source: DIRNAME
en@shaw: ğ‘›ğ‘½ğ‘¯ğ‘±ğ‘¥
uz: JILD NOMI

source: Wait until the child exits
uz: Bola jarayon chiqmaguncha kutish

source: Forward file descriptor
uz: Fayl deskriptorini uzatish

source: Set the terminal’s zoom factor (1.0 = normal size)
uz: Terminal masshtab nisbatini sozlash (1.0 = normal oʻlcham)

source: ZOOM
en@shaw: ğ‘Ÿğ‘µğ‘¥
uz: MASSHTAB

source: COMMAND
uz: BUYRUQ

source: GNOME Terminal Emulator
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘§ğ‘¥ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘¼
uz: GNOME Terminal emulyatori

source: Show GNOME Terminal options
en@shaw: ğ‘–ğ‘´ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
uz: GNOME Terminal parametrlarini koʻrsatish

source: Options to open new windows or terminal tabs; more than one of these may be specified:
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¯ğ‘¿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘¹ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘‘ğ‘¨ğ‘šğ‘Ÿ; ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘›:
uz: Yangi oynalar yoki terminal varaqlarini ochish uchun parametrlar; quyidagilardan bir nechtasi belgilanishi mumkin:

source: Show terminal options
en@shaw: ğ‘–ğ‘´ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
uz: Terminal parametrlarini koʻrsatish

source: Window options; if used before the first --window or --tab argument, sets the default for all windows:
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ; ğ‘¦ğ‘“ ğ‘¿ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ --window ğ‘¹ --tab ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘, ğ‘•ğ‘§ğ‘‘ğ‘• ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘“ğ‘¹ ğ‘·ğ‘¤ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ:
uz: Oyna parametrlari; agar birinchi --window yoki --tab argumentidan oldin qoʻllanilsa, barcha oynalar uchun birlamchini belgilaydi:

source: Show per-window options
en@shaw: ğ‘–ğ‘´ ğ‘ğ‘»-ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
uz: Har bir oyna uchun parametrlarni koʻrsatish

source: Terminal options; if used before the first --window or --tab argument, sets the default for all terminals:
en@shaw: ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ; ğ‘¦ğ‘“ ğ‘¿ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ --window ğ‘¹ --tab ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘, ğ‘•ğ‘§ğ‘‘ğ‘• ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘“ğ‘¹ ğ‘·ğ‘¤ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ:
uz: Terminal parametrlari; agar birinchi --window yoki --tab argumentidan oldin qoʻllanilsa, barcha terminallar uchun birlamchini belgilaydi:

source: Show per-terminal options
en@shaw: ğ‘–ğ‘´ ğ‘ğ‘»-ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
uz: Har bir terminal uchun parametrlarni koʻrsatish

source: Profile “%s”
uz: “%s” profili

source: Preferences – %s
uz: Afzalliklar - %s

source: New Profile
en@shaw: ğ‘¯ğ‘¿ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤
uz: Yangi profil

source: Enter name for new profile with default settings:
uz: Birlamchi sozlangan yangi profil nomini kiriting:

source: Create
uz: Yaratish

source: Enter name for new profile based on “%s”:
uz: “%s” ga asoslangan yangi profil nomini kiriting:

source: %s (Copy)
uz: %s (nusxa)

source: Clone Profile
uz: Profilni nusxalash

source: Clone
uz: Nusxalash

source: Enter new name for profile “%s”:
uz: “%s” profili uchun yangi nom kiriting:

source: Rename Profile
uz: Profil nomini oʻzgartirish

source: Rename
uz: Nomini oʻzgartirish

source: Really delete profile “%s”?
uz: “%s” profilini rostdan ham oʻchirmoqchimisiz?

source: Delete Profile
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤
uz: Profilni oʻchirish

source: Delete
uz: Oʻchirish

source: This is the default profile
uz: Bu birlamchi profil

source: General
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤
uz: Umumiy

source: Shortcuts
uz: Qisqa yoʻllar

source: No command supplied nor shell requested
uz: Na buyruq berilmadi, na qobiq soʻralmadi

source: _Relaunch
en@shaw: _ğ‘®ğ‘°ğ‘¤ğ‘ªğ‘¯ğ‘—
uz: _Qayta ishga tushurish

source: There was an error creating the child process for this terminal
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
uz: Ushbu terminal uchun bola jarayonini yaratishda xatolik yuz berdi

source: The child process exited normally with status %d.
en@shaw: ğ‘ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• %d.
uz: Bola jarayoni normal holatda %d statusi bilan chiqdi.

source: The child process was aborted by signal %d.
uz: Bola jarayoni %d signali bilan toʻxtatildi.

source: The child process was aborted.
uz: Bola jarayoni toʻxtatildi.

source: Close tab
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘‘ğ‘¨ğ‘š
uz: Varaqni yopish

source: There was an error displaying help
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘£ğ‘§ğ‘¤ğ‘
uz: Yordamni koʻrsatishda xatolik yuz berdi

source: Contributors:
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘˜ğ‘©ğ‘‘ğ‘»ğ‘Ÿ:
uz: Hissa qoʻshganlar:

source: Version %s for GNOME %d
uz: GNOME %2$d uchun versiya %1$s

source: Using VTE version %u.%u.%u
uz: %u.%u.%u VTE versiyasi qoʻllanilmoqda

source: A terminal emulator for the GNOME desktop
en@shaw: ğ‘© ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘§ğ‘¥ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘“ğ‘¹ ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘
uz: GNOME muhiti uchun terminal emulyatori

source: translator-credits
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘©ğ‘• Â·ğ‘”ğ‘»ğ‘¥ğ‘©ğ‘¯
uz: Bilolbek Normoʻminov <bilolbeknormuminov@gmail.com>

source: Could not open the address “%s”
uz: “%s” manzilini ochib boʻlmadi

source: GNOME Terminal is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
uz: GNOME Terminal bepul dasturiy taʼminotdir: uni Free Software Foundation tomonidan eʼlon qilingan GNU General Public License shartlari asosida qayta tarqatishingiz va/yoki oʻzgartirishingiz mumkin, yaʼni litsenziyaning 3-versiyasi yoki (sizning tanlovingiz bilan) undan keyingi har qanday versiyasi shartlariga binoan.

source: GNOME Terminal is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘´ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘§ğ‘¯ğ‘¦ ğ‘¢ğ‘ªğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘°; ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘²ğ‘› ğ‘¢ğ‘ªğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘° ğ‘ ğ‘¥ğ‘»ğ‘—ğ‘©ğ‘¯ğ‘‘ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘¹ ğ‘“ğ‘¦ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘“ğ‘¹ ğ‘© ğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘’ğ‘¿ğ‘¤ğ‘¼ ğ‘ğ‘»ğ‘ğ‘©ğ‘•. ğ‘•ğ‘° ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘“ğ‘¹ ğ‘¥ğ‘¹ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ.
uz: GNOME Terminal foydali boʻlishi umidida tarqatiladi, lekin HECH QANDAY KAFOLATSIZ; shu jumladan, sotishga yoki alohida maqsad uchun mosligi haqida hech qanday kafolat berilmaydi. Batafsil maʼlumot uchun GNU General Public Licenseʼni koʻring.

source: You should have received a copy of the GNU General Public License along with GNOME Terminal. If not, see <http://www.gnu.org/licenses/>.
uz: GNOME Terminal bilan birga sizga GNU General Public License nusxasi ham berilgan boʻlishi kerak edi. Agar olmagan boʻlsangiz, http://www.gnu.org/licenses/ manziliga oʻting.

source: “file” scheme with remote hostname not supported
uz: Masofaviy xost nomi bilan "fayl" sxemasi qoʻllab-quvvatlanmaydi

source: Could not save contents
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•
uz: Tarkibini saqlab boʻlmadi

source: Save as…
uz: Quyidagidek saqlash…

source: _Cancel
uz: _Bekor qilish

source: _Save
uz: _Saqlash

source: Open _Hyperlink
uz: _Giperhavolani ochish

source: Copy Hyperlink _Address
uz: Giperhavola _manzilidan nusxa olish

source: Send Mail _To…
uz: Pochta joʻnatish…

source: Copy Mail _Address
uz: Pochat _manzilinidan nusxa olish

source: Call _To…
uz: _Qoʻngʻiroq qilish…

source: Copy Call _Address
uz: Qoʻngʻiroq manzilinidan nusxa olish

source: _Open Link
en@shaw: _ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¤ğ‘¦ğ‘™ğ‘’
uz: Havolani _ochish

source: Copy _Link
uz: _Havoladan nusxa olish

source: P_rofiles
en@shaw: _ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
uz: P_rofillar

source: L_eave Full Screen
en@shaw: _ğ‘¤ğ‘°ğ‘ ğ‘“ğ‘«ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯
uz: Butun ekrandan chi_qish

source: Set GNOME Terminal as your default terminal?
uz: GNOME Terminal birlamchi terminal sifatida sozlansinmi?

source: _Yes
uz: _Ha

source: _No
uz: _Yoʻq

source: Close this window?
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´?
uz: Bu oyna yopilsinmi?

source: Close this terminal?
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤?
uz: Bu terminal yopilsinmi?

source: There are still processes running in some terminals in this window. Closing the window will kill all of them.
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•ğ‘©ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´. ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘¦ğ‘¤ ğ‘·ğ‘¤ ğ‘ ğ‘ğ‘§ğ‘¥.
uz: Ushbu oynada baʼzi terminallarda jarayonlar hali ham ishlamoqda. Oynani yopish ularning barchasini oʻldiradi.

source: There is still a process running in this terminal. Closing the terminal will kill it.
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘© ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤. ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘¦ğ‘¤ ğ‘¦ğ‘‘.
uz: Ushbu terminalda hali ham jarayon davom etmoqda. Terminalni yopish uni oʻldiradi.

source: C_lose Window
en@shaw: _ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
uz: Oynani _yopish

source: Failed to parse arguments: %s
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘ğ‘¸ğ‘• ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•: %s
uz: Argumentlarni pars qilib boʻlmadi: %s

source: Terminal
en@shaw: ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤

source: Disable connection to session manager
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Specify file containing saved configuration
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘•ğ‘±ğ‘ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Specify session management ID
en@shaw: ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ID

source: Session management options:
en@shaw: ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:

source: Show session management options
en@shaw: ğ‘–ğ‘´ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: A_vailable encodings:
en@shaw: _ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™ğ‘Ÿ:

source: Add or Remove Terminal Encodings
en@shaw: ğ‘¨ğ‘› ğ‘¹ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™ğ‘Ÿ

source: E_ncodings shown in menu:
en@shaw: _ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™ğ‘Ÿ ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¿:

source: Search _backwards
en@shaw: ğ‘•ğ‘»ğ‘— _ğ‘šğ‘¨ğ‘’ğ‘¢ğ‘¼ğ‘›ğ‘Ÿ

source: A subset of possible encodings are presented in the Encoding submenu. This is a list of encodings to appear there. The special encoding name "current" means to display the encoding of the current locale.
en@shaw: ğ‘© ğ‘•ğ‘©ğ‘šğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™ğ‘Ÿ ğ‘¸ ğ‘ğ‘®ğ‘¦ğ‘Ÿğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘šğ‘¥ğ‘§ğ‘¯ğ‘¿. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘© ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™ğ‘Ÿ ğ‘‘ ğ‘©ğ‘ğ‘½ ğ‘ğ‘º. ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘¯ğ‘±ğ‘¥ "current" ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘¨ğ‘¤.

source: A value between 0.0 and 1.0 indicating how much to darken the background image. 0.0 means no darkness, 1.0 means fully dark. In the current implementation, there are only two levels of darkness possible, so the setting behaves as a boolean, where 0.0 disables the darkening effect.
en@shaw: ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ 0.0 ğ‘¯ 1.0 ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘£ğ‘¬ ğ‘¥ğ‘³ğ‘— ğ‘‘ ğ‘›ğ‘¸ğ‘’ğ‘©ğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡. 0.0 ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘¯ğ‘´ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•, 1.0 ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘›ğ‘¸ğ‘’. ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘ğ‘º ğ‘¸ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘‘ğ‘µ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘• ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤, ğ‘•ğ‘´ ğ‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘© ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯, ğ‘¢ğ‘º 0.0 ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘›ğ‘­ğ‘®ğ‘’ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘.

source: Accelerator key to detach current tab. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keybinding for this action.
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘’ğ‘° ğ‘‘ ğ‘›ğ‘¦ğ‘‘ğ‘¨ğ‘— ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘¨ğ‘š. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Accelerator key to move the current tab to the left. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keybinding for this action.
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘’ğ‘° ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘¨ğ‘š ğ‘‘ ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Accelerator key to move the current tab to the right. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keybinding for this action.
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘’ğ‘° ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘¨ğ‘š ğ‘‘ ğ‘ ğ‘®ğ‘²ğ‘‘. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Accelerator to detach current tab.
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘‘ ğ‘›ğ‘¦ğ‘‘ğ‘¨ğ‘— ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘¨ğ‘š.

source: Accelerator to move the current tab to the left.
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘¨ğ‘š ğ‘‘ ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘.

source: Accelerator to move the current tab to the right.
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘¨ğ‘š ğ‘‘ ğ‘ ğ‘®ğ‘²ğ‘‘.

source: An Pango font name. Examples are "Sans 12" or "Monospace Bold 14".
en@shaw: ğ‘© Â·ğ‘ğ‘¨ğ‘™ğ‘´ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥. ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘¸ "Sans 12" ğ‘¹ "Monospace Bold 14".

source: Background image
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Background type
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘‘ğ‘²ğ‘

source: Characters that are considered "part of a word"
en@shaw: ğ‘’ğ‘¸ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› "ğ‘ğ‘¸ğ‘‘ ğ‘ ğ‘© ğ‘¢ğ‘»ğ‘›"

source: Default color of bold text in the terminal, as a color specification (can be HTML-style hex digits, or a color name such as "red"). This is ignored if bold_color_same_as_fg is true.
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘ ğ‘šğ‘´ğ‘¤ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤, ğ‘¨ğ‘Ÿ ğ‘© ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ (ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° HTML-ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘£ğ‘§ğ‘’ğ‘• ğ‘›ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘•, ğ‘¹ ğ‘© ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¯ğ‘±ğ‘¥ ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ "red"). ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘› ğ‘¦ğ‘“ bold_color_same_as_fg ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ.

source: Default color of terminal background, as a color specification (can be HTML-style hex digits, or a color name such as "red").
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›, ğ‘¨ğ‘Ÿ ğ‘© ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ (ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° HTML-ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘£ğ‘§ğ‘’ğ‘• ğ‘›ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘•, ğ‘¹ ğ‘© ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¯ğ‘±ğ‘¥ ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ "red").

source: Default color of text in the terminal, as a color specification (can be HTML-style hex digits, or a color name such as "red").
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤, ğ‘¨ğ‘Ÿ ğ‘© ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ (ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° HTML-ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘£ğ‘§ğ‘’ğ‘• ğ‘›ğ‘¦ğ‘¡ğ‘©ğ‘‘ğ‘•, ğ‘¹ ğ‘© ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¯ğ‘±ğ‘¥ ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ "red").

source: Effect of the Backspace key
en@shaw: ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘’ğ‘°

source: Effect of the Delete key
en@shaw: ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘’ğ‘°

source: Filename of a background image.
en@shaw: ğ‘“ğ‘²ğ‘¤ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘© ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡.

source: Font
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Highlight S/Key challenges
en@shaw: ğ‘£ğ‘²ğ‘¤ğ‘²ğ‘‘ S/Key ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡ğ‘¦ğ‘Ÿ

source: How much to darken the background image
en@shaw: ğ‘£ğ‘¬ ğ‘¥ğ‘³ğ‘— ğ‘‘ ğ‘›ğ‘¸ğ‘’ğ‘©ğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Icon for terminal window
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘“ğ‘¹ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Icon to use for tabs/windows containing this profile.
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘‘ğ‘¨ğ‘šğ‘Ÿ/ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤.

source: If the application in the terminal sets the title (most typically people have their shell set up to do this), the dynamically-set title can erase the configured title, go before it, go after it, or replace it. The possible values are "replace", "before", "after", and "ignore".
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘§ğ‘‘ğ‘• ğ‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ (ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘’ğ‘¤ğ‘° ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘º ğ‘–ğ‘§ğ‘¤ ğ‘•ğ‘§ğ‘‘ ğ‘³ğ‘ ğ‘‘ ğ‘›ğ‘µ ğ‘ğ‘¦ğ‘•), ğ‘ ğ‘›ğ‘²ğ‘¯ğ‘¨ğ‘¥ğ‘¦ğ‘—ğ‘©ğ‘¤ğ‘¦-ğ‘•ğ‘§ğ‘‘ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘’ğ‘¨ğ‘¯ ğ‘¦ğ‘®ğ‘±ğ‘• ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘› ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤, ğ‘œğ‘´ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¦ğ‘‘, ğ‘œğ‘´ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¦ğ‘‘, ğ‘¹ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¦ğ‘‘. ğ‘ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "replace", "before", "after", ğ‘¯ "ignore".

source: If true, allow applications in the terminal to make text boldface.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘©ğ‘¤ğ‘¬ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘´ğ‘¤ğ‘›ğ‘“ğ‘±ğ‘•.

source: If true, don't make a noise when applications send the escape sequence for the terminal bell.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘¯ğ‘¶ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘•ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘• ğ‘“ğ‘¹ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘šğ‘§ğ‘¤.

source: If true, newly created terminal windows will have custom size specified by default_size_columns and default_size_rows.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘¯ğ‘¿ğ‘¤ğ‘¦ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘•ğ‘²ğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘šğ‘² default_size_columns ğ‘¯ default_size_rows.

source: If true, scroll the background image with the foreground text; if false, keep the image in a fixed position and scroll the text above it.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘“ğ‘¹ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘; ğ‘¦ğ‘“ ğ‘“ğ‘·ğ‘¤ğ‘•, ğ‘’ğ‘°ğ‘ ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ ğ‘© ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘©ğ‘šğ‘³ğ‘ ğ‘¦ğ‘‘.

source: If true, the command inside the terminal will be launched as a login shell. (argv[0] will have a hyphen in front of it.)
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘–ğ‘§ğ‘¤. (argv[0] ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘£ğ‘²ğ‘“ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘“ğ‘®ğ‘³ğ‘¯ğ‘‘ ğ‘ ğ‘¦ğ‘‘.)

source: If true, the system login records utmp and wtmp will be updated when the command inside the terminal is launched.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘¹ğ‘›ğ‘Ÿ utmp ğ‘¯ wtmp ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘‘.

source: If true, the terminal will use the desktop-global standard font if it's monospace (and the most similar font it can come up with otherwise).
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘¿ğ‘• ğ‘ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘-ğ‘œğ‘¤ğ‘´ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘¦ğ‘“ ğ‘¦ğ‘‘'ğ‘• ğ‘¥ğ‘ªğ‘¯ğ‘´ğ‘•ğ‘ğ‘±ğ‘• (ğ‘¯ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¥ğ‘¦ğ‘¤ğ‘¼ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘³ğ‘¥ ğ‘³ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ).

source: If true, the theme color scheme used for text entry boxes will be used for the terminal, instead of colors provided by the user.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘”ğ‘°ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘•ğ‘’ğ‘°ğ‘¥ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘šğ‘ªğ‘’ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤, ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘©ğ‘› ğ‘šğ‘² ğ‘ ğ‘¿ğ‘Ÿğ‘¼.

source: If true, whenever there's new output the terminal will scroll to the bottom.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘®ğ‘µ, ğ‘¢ğ‘§ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘ğ‘º'ğ‘• ğ‘¯ğ‘¿ ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘‘ ğ‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥.

source: Keyboard shortcut key for bringing up the dialog for profile creation. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘šğ‘®ğ‘¦ğ‘™ğ‘¦ğ‘™ ğ‘³ğ‘ ğ‘ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘“ğ‘¹ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Keyboard shortcut key for closing a tab. Expressed as a string in the same format used for GTK+ resource files. If you set the option to the special string "disabled", then there will be no keyboard shortcut for this action.
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘’ğ‘° ğ‘“ğ‘¹ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘© ğ‘‘ğ‘¨ğ‘š. ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘‘ ğ‘¿ğ‘•ğ‘‘ ğ‘“ğ‘¹ GTK+ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘• ğ‘“ğ‘²ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ "disabled", ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.
