Repository: GNOME/gnome-terminal
Catalog: po/*.po
Languages: en@shaw, uz

source: Whether shortcuts are enabled. They may interfere with some applications run inside the terminal so it’s possible to turn them off.
uz: Klaviatura yorliqlari yoqilganmi yoki yoʻqmi. Ular terminal ichida ishlaydigan baʼzi ilovalarga xalaqit berishi mumkin, shuning uchun ularni oʻchirib qoʻyishingiz mumkin.

source: Whether the standard GTK shortcut for menubar access is enabled
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› GTK ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘šğ‘¸ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›
uz: Menyu paneliga kirish uchun standart GTK klaviatura yorligʻi yoqilganmi yoki yoʻqmi

source: Normally you can access the menubar with F10. This can also be customized via gtkrc (gtk-menu-bar-accel = "whatever"). This option allows the standard menubar accelerator to be disabled.
en@shaw: ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘šğ‘¸ ğ‘¢ğ‘¦ğ‘ F10. ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘šğ‘° ğ‘’ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘¥ğ‘²ğ‘Ÿğ‘› ğ‘ğ‘²ğ‘© gtkrc (gtk-menu-bar-accel = "ğ‘¢ğ‘ªğ‘‘ğ‘§ğ‘ğ‘¼"). ğ‘ğ‘¦ğ‘• ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘šğ‘¸ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘¼ ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›.
uz: Odatda menyu paneliga F10 bilan kirishingiz mumkin. Buni gtkrc orqali sozlashingiz mumkin (gtk-menu-bar-accel = "whatever"). Ushbu parametr standart menyu paneli uchun klaviatura yorligʻini oʻchirishga imkon beradi.

source: Whether the shell integration is enabled
uz: Qobiq integratsiyasi yoqilganmi yoki yoʻqmi

source: Whether to ask for confirmation before closing a terminal
uz: Terminalni yopishdan oldin tasdiq soʻralishi kerakmi

source: Additional info section items to appear in the context menu
uz: Kontekst menyusida koʻrsatiladigan qoʻshimcha maʼlumotlar boʻlimi elementlari

source: Whether to show the menubar in new windows
uz: Menyu paneli yangi oynalarda koʻrsatilishi kerakmi

source: Whether to open new terminals as windows or tabs
uz: Yangi terminallarni oyna yoki varaq sifatida ochish kerakmi

source: When to show the tabs bar
uz: Varaqlar paneli qachon koʻrsatilishi kerak

source: The position of the tab bar
uz: Varaqlar paneli joylashuvi

source: Which theme variant to use
uz: Qaysi mavzu varianti qoʻllanishi kerak

source: Whether new tabs should open next to the current one or at the last position
uz: Yangi varaqlar joriy varaqning yonida yoki oxirgi oʻrinda ochilishi kerakmi

source: Always check whether GNOME Terminal is the default terminal
uz: GNOME Terminal birlamchi terminal ekanligini har doim tekshirilsin

source: Window
uz: Oyna

source: Tab
uz: Varaq

source: Last
uz: Soʻnggi

source: Next
uz: Keyingi

# theme variant
source: Follow system style
uz: Tizim stilini qoʻllash

# theme variant
source: Light style
uz: Yorugʻ stil

# theme variant
source: Dark style
uz: Tungi stil

source: Narrow
uz: Ingichka

source: Wide
uz: Keng

source: Block
en@shaw: ğ‘šğ‘¤ğ‘ªğ‘’
uz: Blok

source: I-Beam
en@shaw: I-ğ‘šğ‘°ğ‘¥
uz: Vertikal chiziqcha

source: Underline
en@shaw: ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯
uz: Tagiga chizilgan

source: Default
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘
uz: Birlamchi

source: Enabled
uz: Yoqiq

source: Disabled
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›
uz: Oʻchiq

source: Never
uz: Hech qachon

source: When focused
uz: Fokusda boʻlganda

source: When unfocused
uz: Fokusdan chiqganda

source: Always
uz: Har doim

source: Replace initial title
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤
uz: Dastlabki sarlavhani almashtirish

source: Append initial title
en@shaw: ğ‘©ğ‘ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤
uz: Dastlabki sarlavhadan keyin matn qoʻshish

source: Prepend initial title
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤
uz: Dastlabki sarlavhadan oldin matn qoʻshish

source: Keep initial title
en@shaw: ğ‘’ğ‘°ğ‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤
uz: Boshlangʻich sarlavha saqlansin

source: Exit the terminal
en@shaw: ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
uz: Terminaldan chiqish

source: Restart the command
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›
uz: Buyruqni qayta bajarish

source: Hold the terminal open
en@shaw: ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘´ğ‘ğ‘©ğ‘¯
uz: Terminal ochiq tursin

source: Linux console
en@shaw: Â·ğ‘¤ğ‘¦ğ‘¯ğ‘©ğ‘’ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘´ğ‘¤
uz: Linux konsoli

source: Custom
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥
uz: Moslashtirilgan

source: Automatic
en@shaw: ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’
uz: Avtomatik

source: Shell only
uz: Faqat qobiq uchun

source: _Show menubar by default in new terminals
uz: Yangi terminallarda birlamchi boʻyicha menyu paneli _koʻrsatilsin

source: _Enable mnemonics (such as Alt+F to open the File menu)
uz: Mnemonika klaviatura yorliqlarini yoqish (Fayl menyusini ochish uchun Alt+F kabi)

source: Enable the _menu accelerator key (F10 by default)
uz: Menyuni tanlash tugmasini yoqish (birlamchi sifatida F10)

source: Theme _variant:
uz: Mavzu _varianti:

source: Open _new terminals in:
uz: _Yangi terminallar quyidagida ochilsin:

source: New tab _position:
uz: Yangi varaq _pozitsiyasi:

source: _Always check if default terminal
uz: _Har doim birlamchi terminalligi tekshirilsin

source: _Set as default terminal
uz: birlamchi terminal sifatida _sozlash

source: _Enable shortcuts
uz: Qisqa yoʻllarni yoqish

source: Text Appearance
uz: Matn koʻrinishi

source: Initial terminal si_ze:
uz: Boshlangʻich terminal oʻlchami:

source: columns
en@shaw: ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ
uz: ustunlar

source: rows
en@shaw: ğ‘®ğ‘´ğ‘Ÿ
uz: qatorlar

source: Rese_t
uz: _Tiklash

source: Custom _font:
uz: Moslashtirilgan shri_ft:

source: Choose A Terminal Font
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘“ğ‘ªğ‘¯ğ‘‘
uz: Terminal shriftini tanlash

source: Cell spaci_ng:
uz: Kataklar _orasi:

source: Allow b_linking text:
uz: _Yonib oʻchuvchi matnga ruxsat berish:

source: Cursor
uz: Kursor

source: Cursor _shape:
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘¼ _ğ‘–ğ‘±ğ‘:
uz: Kursor sha_kli:

source: Cursor blin_king:
uz: Kursor yo_nib oʻchadi:

source: Sound
uz: Tovush

source: Terminal _bell
en@shaw: ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ _ğ‘šğ‘§ğ‘¤
uz: Terminal _signali

source: Profile ID:
uz: Profil identifikatori:

source: Text
uz: Matn

source: Text and Background Color
uz: Matn va orqa fon rangi

source: _Use colors from system theme
en@shaw: _ğ‘¿ğ‘Ÿ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘”ğ‘°ğ‘¥
uz: Tizim mavzusidagi ranglarni _qoʻllash

source: Built-in sche_mes:
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘‘-ğ‘¦ğ‘¯ _ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘Ÿ:
uz: Oʻrnatilgan sxemalar:

source: Background
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›
uz: Orqa fon

source: _Default color:
uz: _birlamchi rang:

source: Choose Terminal Text Color
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘³ğ‘¤ğ‘¼
uz: Terminal matn rangi tanlash

source: Choose Terminal Background Color
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼
uz: Terminal orqa fon rangini tanlash

source: Bo_ld color:
uz: Qa_lin matn rangi:

source: Choose Terminal Bold Text Color
uz: Terminal qalin matn rangini tanlash

source: _Underline color:
en@shaw: _ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¤ğ‘²ğ‘¯ ğ‘’ğ‘³ğ‘¤ğ‘¼:
uz: _Tagiga chizilgan matn rangi:

source: Choose Terminal Underlined Text Color
uz: Terminal tagiga chizilgan matn rangini tanlash

source: Cu_rsor color:
uz: Ku_rsor rangi:

source: Choose Terminal Cursor Foreground Color
uz: Terminal kursor rangi tanlash

source: Choose Terminal Cursor Background Color
uz: Terminal kursor fon rangini tanlash

source: _Highlight color:
uz: Matnni bel_gilash rangi:

source: Choose Terminal Highlight Foreground Color
uz: Terminal oldi fon matnni belgilash rangini tanlang

source: Choose Terminal Highlight Background Color
uz: Terminal orqa fon matnni belgilash rangini tanlang

source: Palette
uz: Palitra

source: Built-in _schemes:
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘‘-ğ‘¦ğ‘¯ _ğ‘•ğ‘’ğ‘°ğ‘¥ğ‘Ÿ:
uz: Oʻrnatilgan _sxemalar:

source: Color p_alette:
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ _ğ‘ğ‘©ğ‘¤ğ‘§ğ‘‘:
uz: Rang p_alitrasi:

source: Show _bold text in bright colors
uz: _Qalin matnni yorqin ranglarda koʻrsatish

source: Colors
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ
uz: Ranglar

source: _Show scrollbar
uz: Aylantirish chizigʻini _koʻrsatish

source: Scroll on _output
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘ªğ‘¯ _ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘
uz: Matn chi_qarganda aylantirish

source: Scroll on _keystroke
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘ªğ‘¯ _ğ‘’ğ‘°ğ‘•ğ‘‘ğ‘®ğ‘´ğ‘’
uz: Tugma bosilganda aylantirish

source: Scroll on _paste
uz: Matn qoʻyilganda aylantirish

source: _Limit scrollback to:
uz: Orqaga aylantirishni che_klash:

source: lines
en@shaw: ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ
uz: qatorlar

source: Warning! Large scrollback buffers may lead to exhaustion of system resources.
uz: Ogohlantirish! Katta orqaga aylantirish buferlari tizim resurslarining tugashiga olib kelishi mumkin.

source: Scrolling
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘¦ğ‘™
uz: Aylantirish

source: _Run command as a login shell
en@shaw: _ğ‘®ğ‘³ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¨ğ‘Ÿ ğ‘© ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘–ğ‘§ğ‘¤
uz: Buyruqni kirish qobigʻi sifatida _bajarish

source: Ru_n a custom command instead of my shell
en@shaw: _ğ‘®ğ‘³ğ‘¯ ğ‘© ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘¥ğ‘² ğ‘–ğ‘§ğ‘¤
uz: Meni qobigʻimni oʻrniga boshqa buyruqni moslash

source: Custom co_mmand:
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ _ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›:
uz: Maxsus _buyruq:

source: _Preserve working directory:
uz: Ish katalogini _saqlab qolish:

source: When command _exits:
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› _ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ğ‘•:
uz: Buyruq ishni _yakunlaganda:

source: Command
uz: Buyruq

source: _Backspace key generates:
en@shaw: _ğ‘šğ‘¨ğ‘’ğ‘•ğ‘ğ‘±ğ‘• ğ‘’ğ‘° ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ğ‘•:
uz: Backspace tugmasi yaratadigan kod ketma-ketligi:

source: _Delete key generates:
en@shaw: _ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘’ğ‘° ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ğ‘•:
uz: Delete tugmasi yaratadigan kod ketma-ketligi:

source: _Encoding:
uz: _Kodlash usuli:

source: Ambiguous-_width characters:
uz: Noaniq _kenglikdagi belgilar:

source: Enable _SIXEL images
uz: _SIXEL rasmlarini yoqish

source: _Reset Compatibility Options to Defaults
en@shaw: _ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘‘ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘° ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ğ‘•
uz: Moslik parametrlarini birlamchiga _qaytarish

source: Compatibility
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘‘ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘°
uz: Moslik

source: Clone…
uz: Nusxalash…

source: Rename…
uz: Nomini oʻzgartirish…

source: Delete…
uz: Oʻchirish…

source: Set as default
uz: Birlamchi sifatida sozlash

source: Cancel
uz: Bekor qilish

source: Black on light yellow
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘ªğ‘¯ ğ‘¤ğ‘²ğ‘‘ ğ‘˜ğ‘§ğ‘¤ğ‘´
uz: Och sariq ustida qora

source: Black on white
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘ªğ‘¯ ğ‘¢ğ‘²ğ‘‘
uz: Oq fonda qora shrift

source: Gray on black
en@shaw: ğ‘œğ‘®ğ‘± ğ‘ªğ‘¯ ğ‘šğ‘¤ğ‘¨ğ‘’
uz: Qora ustida kulrang

source: Green on black
en@shaw: ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘ªğ‘¯ ğ‘šğ‘¤ğ‘¨ğ‘’
uz: Qora ustida yashil

source: White on black
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘ªğ‘¯ ğ‘šğ‘¤ğ‘¨ğ‘’
uz: Qora ustida oq

source: GNOME light
uz: GNOME yorugʻ

source: GNOME dark
uz: GNOME tungi

source: Tango light
uz: Tango yorugʻ

source: Tango dark
uz: Tango tungi

source: Solarized light
uz: Solarized yorugʻ

source: Solarized dark
uz: Solarized tungi

source: Error parsing command: %s
en@shaw: ğ‘»ğ‘¼ ğ‘ğ‘¸ğ‘•ğ‘¦ğ‘™ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›: %s
uz: Buyruqni pars qilishda xatolik yuz berdi: %s

source: Chinese Traditional
en@shaw: ğ‘—ğ‘²ğ‘¯ğ‘°ğ‘Ÿ ğ‘‘ğ‘®ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤
uz: Anʼanaviy xitoycha

source: Cyrillic/Russian
en@shaw: ğ‘•ğ‘»ğ‘¦ğ‘¤ğ‘¦ğ‘’/ğ‘®ğ‘³ğ‘–ğ‘©ğ‘¯
uz: Kirill/Ruscha

source: Japanese
en@shaw: ğ‘¡ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘°ğ‘Ÿ
uz: Yaponcha

source: Korean
en@shaw: ğ‘’ğ‘ªğ‘®ğ‘°ğ‘©ğ‘¯
uz: Koreyscha

source: Chinese Simplified
en@shaw: ğ‘—ğ‘²ğ‘¯ğ‘°ğ‘Ÿ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘©ğ‘“ğ‘²ğ‘›
uz: Soddalashtirilgan xitoycha

source: Western
en@shaw: ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¼ğ‘¯
uz: Gʻarbiy

source: Central European
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘¤ ğ‘˜ğ‘«ğ‘¼ğ‘©ğ‘ğ‘°ğ‘©ğ‘¯
uz: Markaziy Yevropacha

source: Cyrillic
en@shaw: ğ‘•ğ‘»ğ‘¦ğ‘¤ğ‘¦ğ‘’
uz: Kirillcha

source: Turkish
en@shaw: ğ‘‘ğ‘»ğ‘’ğ‘¦ğ‘–
uz: Turkcha

source: Hebrew
en@shaw: ğ‘£ğ‘°ğ‘šğ‘®ğ‘µ
uz: Ibroniycha

source: Arabic
en@shaw: ğ‘¸ğ‘©ğ‘šğ‘¦ğ‘’
uz: Arabcha

source: Nordic
en@shaw: ğ‘¯ğ‘ªğ‘®ğ‘›ğ‘¦ğ‘’
uz: Nordik

source: Baltic
en@shaw: ğ‘šğ‘ªğ‘¤ğ‘‘ğ‘¦ğ‘’
uz: Boltiqcha

source: Celtic
en@shaw: ğ‘’ğ‘§ğ‘¤ğ‘‘ğ‘¦ğ‘’
uz: Keltcha

source: Romanian
en@shaw: ğ‘®ğ‘´ğ‘¥ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘¯
uz: Rumincha

source: South European
en@shaw: ğ‘•ğ‘¬ğ‘” ğ‘˜ğ‘«ğ‘¼ğ‘©ğ‘ğ‘°ğ‘©ğ‘¯
uz: Janubiy Yevropacha

source: Greek
en@shaw: ğ‘œğ‘®ğ‘°ğ‘’
uz: Yunoncha

source: Hebrew Visual
en@shaw: ğ‘£ğ‘°ğ‘šğ‘®ğ‘µ ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¢ğ‘©ğ‘¤
uz: Vizual ibroniycha

source: Cyrillic/Ukrainian
en@shaw: ğ‘•ğ‘»ğ‘¦ğ‘¤ğ‘¦ğ‘’/ğ‘˜ğ‘µğ‘’ğ‘®ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘¯
uz: Kirillcha/Ukraincha

source: Croatian
en@shaw: ğ‘’ğ‘®ğ‘´ğ‘±ğ‘–ğ‘©ğ‘¯
uz: Xorvatcha

source: Thai
en@shaw: ğ‘‘ğ‘²
uz: Taycha

source: Vietnamese
en@shaw: ğ‘ğ‘°ğ‘§ğ‘‘ğ‘¯ğ‘­ğ‘¥ğ‘°ğ‘•
uz: Vyetnamcha

source: Legacy CJK Encodings
uz: Legacy CJK kodlashlar

source: Obsolete Encodings
uz: Eskirgan kodlashlar

source: width
uz: kenglik

source: height
uz: balandligi

source: Choose Palette Color %u
uz: %u palitra rangini tanlash

source: Palette entry %u
uz: %u palitra yozuvi

source: Find
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘›
uz: Topish

source: Find previous occurrence
uz: Oldingi takrorlanishni topish

source: Find next occurrence
uz: Keyingi takrorlanishni topish

source: Toggle search options
uz: Qidiruv parametrlarini almashtirish

source: _Match case
en@shaw: _ğ‘¥ğ‘¨ğ‘— ğ‘’ğ‘±ğ‘•
uz: Harf katta-kichikligiga _moslash

source: Match _entire word only
en@shaw: ğ‘¥ğ‘¨ğ‘— _ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ ğ‘¢ğ‘»ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘¦
uz: Faqat _butun soʻzni moslash

source: Match as _regular expression
en@shaw: ğ‘¥ğ‘¨ğ‘— ğ‘¨ğ‘Ÿ _ğ‘®ğ‘§ğ‘œğ‘˜ğ‘«ğ‘¤ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯
uz: _Regular expression sifatida moslash

source: _Wrap around
en@shaw: _ğ‘®ğ‘¨ğ‘ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘›
uz: Matnni oʻ_rash

source: New Tab
en@shaw: ğ‘¯ğ‘¿ ğ‘‘ğ‘¨ğ‘š
uz: Yangi varaq

source: Save Contents
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•
uz: Tarkibini saqlash

source: Export
uz: Eksport qilish

source: Print
uz: Chop etish

source: Close Tab
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘‘ğ‘¨ğ‘š
uz: Varaqni yopish

source: Close Window
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
uz: Oynani yopish

source: Copy
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦
uz: Nusxa olish

source: Copy as HTML
uz: HTML sifatida nusxa olish

source: Paste
en@shaw: ğ‘ğ‘±ğ‘•ğ‘‘
uz: Qoʻyish

source: Select All
uz: Barchasini tanlash

source: Find Next
uz: Keyingisini topish

source: Find Previous
uz: Oldingisini topish

source: Clear Highlight
uz: Matn belgilashni tozalash

source: Hide and Show Menubar
uz: Menyu panelini berkitish va koʻrsatish

source: Full Screen
en@shaw: ğ‘“ğ‘«ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯
uz: Butun ekran

source: Zoom In
en@shaw: ğ‘Ÿğ‘µğ‘¥ ğ‘¦ğ‘¯
uz: Kattalashtirish

source: Zoom Out
en@shaw: ğ‘Ÿğ‘µğ‘¥ ğ‘¬ğ‘‘
uz: Kichiklashtirish

source: Normal Size
en@shaw: ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ
uz: Normal oʻlcham

source: Read-Only
uz: Faqat oʻqish uchun

source: Reset
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘
uz: Qayta tiklash

source: Reset and Clear
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘¯ ğ‘’ğ‘¤ğ‘½
uz: Qayta tiklash va tozalash

source: Switch to Previous Tab
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘‘ğ‘¨ğ‘š
uz: Oldingi varaqqa oʻtish

source: Switch to Next Tab
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘¨ğ‘š
uz: Keyingi varaqqa oʻtish

source: Move Tab to the Left
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘‘ğ‘¨ğ‘š ğ‘‘ ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘
uz: Varaqni chapga siljitish

source: Move Tab to the Right
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘‘ğ‘¨ğ‘š ğ‘‘ ğ‘ ğ‘®ğ‘²ğ‘‘
uz: Varaqni oʻngga siljitish

source: Detach Tab
en@shaw: ğ‘›ğ‘¦ğ‘‘ğ‘¨ğ‘— ğ‘‘ğ‘¨ğ‘š
uz: Varaqni ajratib olish

source: Switch to Last Tab
uz: Soʻnggi varaqqa oʻtish

source: Contents
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•
uz: Mundarija

source: Show Primary Menu
uz: Asosiy menyuni koʻrsatish

source: File
en@shaw: ğ‘“ğ‘²ğ‘¤
uz: Fayl

source: Edit
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘
uz: Tahrirlash

source: View
en@shaw: ğ‘ğ‘¿
uz: Koʻrinishi

source: Search
uz: Qidirish

source: Tabs
en@shaw: ğ‘‘ğ‘¨ğ‘šğ‘Ÿ
uz: Varaqlar

source: Help
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘
uz: Yordam

source: Switch to Tab %u
uz: %u-chi varaqqa oʻtish

source: _Action
en@shaw: _ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯
uz: _Amal

source: Shortcut _Key
en@shaw: ğ‘•ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ _ğ‘’ğ‘°
uz: Klaviatura yorligʻi

source: New Terminal
uz: Yangi Terminal

source: New _Terminal
uz: Yangi _Terminal

source: New _Tab
uz: Yangi _varaq

source: New _Window
uz: Yangi _oyna

source: Change _Profile
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ _ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤
uz: Profilni oʻzgartirish

source: _Profile
uz: _Profil

source: Profiles
en@shaw: ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
uz: Profillar

source: Zoom _Out
uz: _Kichiklashtirish

source: Zoom _In
uz: Ka_ttalashtirish

source: _Full Screen
en@shaw: _ğ‘“ğ‘«ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯
uz: _Butun ekran

source: Read-_Only
uz: _Faqat oʻqish uchun

source: Set _Title…
uz: _Sarlavhani sozlash…

source: _Advanced
uz: _Kengaytirilgan

source: _Reset
en@shaw: _ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘
uz: _Qayta tiklash

source: Reset and C_lear
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘¯ _ğ‘’ğ‘¤ğ‘½
uz: Qayta tiklash va _tozalash

source: _Inspector
uz: _Inspektor

source: _Preferences
uz: _Afzalliklar

source: _Help
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘
uz: _Yordam

source: _About
en@shaw: _ğ‘©ğ‘šğ‘¬ğ‘‘
uz: Terminal _haqida

source: _File
en@shaw: _ğ‘“ğ‘²ğ‘¤
uz: _Fayl

source: _Save Contents…
uz: Tarkibini _saqlash…

source: _Export…
uz: _Eksport qilish…

source: _Print…
uz: Cho_p etish…

source: C_lose Tab
en@shaw: _ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘‘ğ‘¨ğ‘š
uz: Varaqni _yopish

source: _Close Window
en@shaw: _ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
uz: Oynani _yopish

source: _Edit
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘
uz: _Tahrirlash

source: _Copy
uz: _Nusxa olish

source: Copy as _HTML
uz: _HTML sifatida nusxa olish

source: _Paste
uz: _Qoʻyish

source: Paste as _Filenames
uz: Fayl nomlari sifatida qoʻyish

source: Select _All
uz: _Barchasini tanlash

source: P_references
uz: _Afzalliklar

source: _View
en@shaw: _ğ‘ğ‘¿
uz: _Koʻrinishi

source: Show _Menubar
en@shaw: ğ‘–ğ‘´ _ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘šğ‘¸
uz: _Menyu panelini koʻrsatish

source: _Normal Size
uz: Normal oʻlcham

source: _Search
en@shaw: _ğ‘•ğ‘»ğ‘—
uz: _Qidirish

source: _Find…
uz: _Topish…

source: Find _Next
uz: _Keyingisini topish

source: Find _Previous
uz: _Oldingisini topish

source: _Clear Highlight
en@shaw: _ğ‘’ğ‘¤ğ‘½ ğ‘£ğ‘²ğ‘¤ğ‘²ğ‘‘
uz: Matn belgilashni _tozalash

source: Ta_bs
en@shaw: _ğ‘‘ğ‘¨ğ‘šğ‘Ÿ
uz: _Varaqlar

source: _Previous Tab
en@shaw: _ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘‘ğ‘¨ğ‘š
uz: _Oldingi varaq

source: _Next Tab
en@shaw: _ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘¨ğ‘š
uz: _Keyingi varaq

source: Move Terminal _Left
uz: Terminalni cha_pga siljitish

source: Move Terminal _Right
uz: Terminalni oʻ_ngga siljitish

source: _Detach Terminal
uz: Terminalni a_jratib olish

source: _Contents
en@shaw: _ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•
uz: _Mundarija

source: Open in _Remote Terminal
uz: _Masofaviy terminalda ochish

source: Open in _Local Terminal
uz: _Mahalliy terminalda ochish

source: Open the currently selected folder in a terminal
uz: Joriy tanlangan jildni terminalda ochish

source: Open the currently open folder in a terminal
uz: Joriy ochilgan jildni terminalda ochish

source: Open in T_erminal
uz: T_erminalda ochish

source: Open T_erminal
uz: T_erminalni ochish

source: Open a terminal
uz: Terminal ochish

source: C_lose Terminal
en@shaw: _ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
uz: Terminalni y_opish

source: Option “%s” is deprecated and might be removed in a later version of gnome-terminal.
uz: “%s” parametri eskirgan va gnome-terminalʼning keyingi versiyalarida olib tashlanishi mumkin.

source: Use “%s” to terminate the options and put the command line to execute after it.
uz: Parametrlarni tugatish uchun “%s” dan foydalaning va undan keyin bajarish uchun buyruq qatorini qoʻying.

source: Option “%s” is no longer supported in this version of gnome-terminal.
uz: “%s” parametri bu gnome-terminal versiyasida qoʻllab-quvvatlanmaydi.

source: Cannot specify more than one command to run
uz: Bajarish uchun birdan ortiq buyruqni belgilab boʻlmaydi

source: Argument to “%s” is not a valid command: %s
uz: “%s” ga argument yaroqli buyruq emas: %s

source: Two roles given for one window
en@shaw: ğ‘‘ğ‘µ ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘¢ğ‘³ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
uz: Bitta oyna uchun ikkita rol berilgan

source: “%s” option given twice for the same window
uz: “%s” parametri oyna uchun ikki marta berilgan

source: Cannot pass FD %d twice
uz: FD %d ikki marta oʻtkazib boʻlmaydi

source: “%s” is not a valid zoom factor
uz: “%s” yaroqli masshtab emas

source: Zoom factor “%g” is too small, using %g
uz: “%g” masshtabi juda kichik, %g qoʻllanildi

source: Zoom factor “%g” is too large, using %g
uz: “%g” masshtabi juda katta, %g qoʻllanildi

source: Option “%s” requires specifying the command to run on the rest of the command line
uz: “%s” parametri buyruq qatori qolgan qismida ishga tushirish uchun buyruqni belgilashni talab qiladi

source: Too many arguments
uz: Juda koʻp argumentlar uzatildi

source: Can only use --wait once
uz: --wait faqat bir marta ishlatish mumkin

source: Not a valid terminal config file.
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¦ğ‘œ ğ‘“ğ‘²ğ‘¤.
uz: Yaroqli terminal konfiguratsiya fayli emas.

source: Incompatible terminal config file version.
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¦ğ‘œ ğ‘“ğ‘²ğ‘¤ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯.
uz: Terminal konfiguratsiya fayl versiyasi mos tushmadi.

source: Do not register with the activation nameserver, do not re-use an active terminal
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¨ğ‘’ğ‘‘ğ‘©ğ‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ğ‘±ğ‘¥ğ‘•ğ‘»ğ‘ğ‘¼, ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘°-ğ‘¿ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
uz: Faollashtirish nom serverida roʻyxatdan oʻtmang, faol terminaldan qayta foydalanmang

source: Load a terminal configuration file
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘© ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤
uz: Terminal konfiguratsiya faylini yuklash

source: FILE
en@shaw: ğ‘“ğ‘²ğ‘¤
uz: FAYL

source: Do not pass the environment
uz: Muhitni oʻtkazilmasin

source: Show preferences window
uz: Afzalliklar oynasini koʻrsatish

source: Print environment variables to interact with the terminal
uz: Terminal bilan ishlash uchun muhit oʻzgaruvchilarini chop etish

source: Increase diagnostic verbosity
uz: Diagnostika tafsilotlar darajasini oshirish

source: Suppress output
uz: Matn chiqishini koʻrsatma

source: Open a new window containing a tab with the default profile
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘© ğ‘¯ğ‘¿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘© ğ‘‘ğ‘¨ğ‘š ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤
uz: Birlamchi profilni qoʻllanilgan varaqni yangi oynada ochish

source: Open a new tab in the last-opened window with the default profile
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘© ğ‘¯ğ‘¿ ğ‘‘ğ‘¨ğ‘š ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘-ğ‘´ğ‘ğ‘©ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤
uz: Soʻnggi ochilgan oynada birlamchi profil qoʻllanilgan varaqni ochish

source: Turn on the menubar
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘šğ‘¸
uz: Menyu panelini yoqish

source: Turn off the menubar
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘ªğ‘“ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ğ‘šğ‘¸
uz: Menyu panelini oʻchirish

source: Maximize the window
uz: Oynani maksimallashtirish

source: Full-screen the window
en@shaw: ğ‘“ğ‘«ğ‘¤-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
uz: Oynani butun ekran qilish

source: Set the window size; for example: 80x24, or 80x24+200+200 (COLSxROWS+X+Y)
uz: Oyna oʻlchamini sozlash; masalan: 80x24, yoki 80x24+200+200 (USTUNLARxQATORLAR+X+Y)

source: GEOMETRY
en@shaw: ğ‘¡ğ‘¦ğ‘ªğ‘¥ğ‘©ğ‘‘ğ‘®ğ‘¦
uz: GEOMETRIYA

source: Set the window role
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘®ğ‘´ğ‘¤
uz: Oyna rolini sozlash

source: ROLE
en@shaw: ğ‘®ğ‘´ğ‘¤
uz: ROL

source: Set the last specified tab as the active one in its window
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘‘ğ‘¨ğ‘š ğ‘¨ğ‘Ÿ ğ‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘¦ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
uz: Soʻnggi koʻrsatilgan varaqni oʻzini oynasida faol deb belgilash
